{
  "Download Video and Audio from YouTube": "تحميل الفيديو والصوت من يوتيوب",
  "Search": "يبحث",
  "Download Video and Audio from TikTok": "قم بتنزيل الفيديو والصوت من TikTok",
  "Convert": "يتحول",
  "File title": "عنوان الملف",
  "File type": "نوع الملف",
  "Download": "تحميل",
  "Please type YouTube URL first!": "الرجاء كتابة عنوان URL لموقع YouTube أولاً",
  "Please type YouTube URL": "الرجاء كتابة عنوان URL لموقع YouTube",
  "The best to MP3 Converter & Downloader": "الأفضل لتحويل وتنزيل MP3",
  "The best YouTube or TikTok video to MP3 Converter & Downloader": "أفضل مقاطع فيديو YouTube أو TikTok لتحويل وتنزيل MP3",
  "Convert Video to MP3": "تحويل الفيديو إلى MP3",
  "Fast & Free Download": "تنزيل سريع ومجاني",
  "Looking for a reliable solution to convert YouTube or TikTok videos to MP3? Filekit.co offers an advanced online tool for seamless YouTube or TikTok to MP3 conversion, along with a range of other formats.": "هل تبحث عن حل موثوق به لتحويل مقاطع فيديو YouTube أو TikTok إلى MP3؟ يقدم Filekit.co أداة متقدمة عبر الإنترنت لتحويل سلس من YouTube أو TikTok إلى MP3 ، إلى جانب مجموعة من التنسيقات الأخرى.",
  "With our user-friendly Web-App, you can easily download YouTube or TikTok content in AAC, M4A, PUS, Vorbis, FLAC, ALAC, and WAV formats, absolutely free.": "من خلال تطبيق الويب سهل الاستخدام ، يمكنك بسهولة تنزيل محتوى YouTube أو TikTok بتنسيقات AAC و M4A و PUS و Vorbis و FLAC و ALAC و WAV مجانًا تمامًا.",
  "Convert YouTube or TikTok to MP3 - Simple Steps for Free Download": "قم بتحويل YouTube أو TikTok إلى MP3 - خطوات بسيطة للتنزيل المجاني",
  "Discover the YouTube or TikTok video you want to convert and download.": "اكتشف فيديو YouTube أو TikTok الذي تريد تحويله وتنزيله.",
  "Start the video playback, then copy the video URL from your browsers address bar.": "ابدأ تشغيل الفيديو ، ثم انسخ عنوان URL للفيديو من شريط عناوين المستعرضات لديك.",
  "Access our fast and efficient Web-App, and paste the video URL into our converter. Choose your preferred format, such as MP3 or MP4. If no format is specified, the default conversion will be to MP3.": "قم بالوصول إلى تطبيق الويب السريع والفعال الخاص بنا ، وقم بلصق عنوان URL للفيديو في المحول الخاص بنا. اختر التنسيق المفضل لديك ، مثل MP3 أو MP4. إذا لم يتم تحديد تنسيق ، فسيكون التحويل الافتراضي إلى MP3.",
  "Initiate the conversion process with a single click. We strive to provide high-quality conversions, but please note that videos longer than 90 minutes may take a bit longer.": "ابدأ عملية التحويل بنقرة واحدة. نحن نسعى جاهدين لتوفير تحويلات عالية الجودة ، ولكن يرجى ملاحظة أن مقاطع الفيديو التي تزيد مدتها عن 90 دقيقة قد تستغرق وقتًا أطول قليلاً.",
  "Once the video is converted, simply click the Download button to get your file instantly.": "بمجرد تحويل الفيديو ، ما عليك سوى النقر فوق الزر \"تنزيل\" للحصول على ملفك على الفور.",
  "Unlock the Power of YouTube or TikTok - Free, Safe, and Secure.": "أطلق العنان لقوة YouTube أو TikTok - مجاني وآمن وآمن.",
  "Filekit.cos Web-App ensures your safety and security while using our service. Feel confident knowing that our platform adheres to industry standards and that your personal information is protected. Experience the next level of YouTube or TikTok to MP3 conversion with Filekit.co - recommended by satisfied users worldwide.": "يضمن Filekit.cos Web-App سلامتك وأمنك أثناء استخدام خدمتنا. كن واثقًا من معرفة أن منصتنا تلتزم بمعايير الصناعة وأن معلوماتك الشخصية محمية. جرب المستوى التالي من YouTube أو تحويل TikTok إلى MP3 باستخدام Filekit.co - موصى به من قبل المستخدمين الراضين في جميع أنحاء العالم.",
  "Convert YouTube video to MP3, MP4 and download": "قم بتحويل فيديو YouTube إلى MP3 و MP4 وتنزيله",
  "Convert YouTube videos to MP3, MP4, or any other format of your choice and download them.": "قم بتحويل مقاطع فيديو YouTube إلى MP3 أو MP4 أو أي تنسيق آخر من اختيارك وقم بتنزيلها.",
  "YouTube to MP3, youTube to MP4, youTube to WAV, youTube to AAC, youTube to M4A, youTube to OGG, youTube to OPUS, youTube to VORBIS, youTube to FLAC, youTube to ALAC, youTube to FLV, youTube to 3GP, youTube to WEBM": "يوتيوب إلى MP3 ، يوتيوب إلى MP4 ، يوتيوب إلى WAV ، يوتيوب إلى AAC ، يوتيوب إلى M4A ، يوتيوب إلى OGG ، يوتيوب إلى OPUS ، يوتيوب إلى VORBIS ، يوتيوب إلى FLAC ، يوتيوب إلى ALAC ، يوتيوب إلى FLV ، يوتيوب إلى 3GP ، يوتيوب إلى ويب",
  "The best YouTube to MP3 Converter & Downloader": "أفضل يوتيوب لتحويل MP3 وتنزيل",
  "Download MP3 files from YouTube videos and save them on your computer": "قم بتنزيل ملفات MP3 من مقاطع فيديو YouTube واحفظها على جهاز الكمبيوتر الخاص بك",
  "The faster YouTube to MP3 video downloader ever created!": "أسرع أداة تنزيل فيديو من YouTube إلى MP3 على الإطلاق!",
  "Fast YouTube to MP3 conversion": "يوتيوب سريع لتحويل MP3",
  "Free video downloader": "تنزيل مجاني للفيديو",
  "Download YouTube videos without software": "قم بتنزيل مقاطع فيديو YouTube بدون برامج",
  "Select a YouTube video": "حدد فيديو يوتيوب",
  "Paste the YouTube URL link": "الصق رابط URL الخاص بـ YouTube",
  "Download YouTube video to MP3": "قم بتنزيل فيديو YouTube على MP3",
  "Filekit.co is by far the fastest online video converter in the world.": "يعد Filekit.co إلى حد بعيد أسرع محول فيديو عبر الإنترنت في العالم.",
  "This YouTube to MP3 video downloader is free for everyone and forever.": "برنامج تنزيل الفيديو من YouTube إلى MP3 مجاني للجميع وإلى الأبد.",
  "You can convert a YouTube video to MP3 anonymously, we are not collecting your personal data.": "يمكنك تحويل فيديو YouTube إلى MP3 بشكل مجهول ، فنحن لا نجمع بياناتك الشخصية.",
  "Visit YouTube website, find and play the video you want to download and copy it's URL link.": "قم بزيارة موقع YouTube ، وابحث عن الفيديو الذي تريد تنزيله وقم بتشغيله وانسخ رابط URL الخاص به.",
  "Paste the YouTube video URL link in the above search field to start MP3 conversion.": "الصق رابط URL لفيديو YouTube في حقل البحث أعلاه لبدء تحويل MP3.",
  "Click the save button to download the Youtube video in MP3": "انقر فوق الزر \"حفظ\" لتنزيل فيديو Youtube بصيغة MP3",
  "Convert TikTok video to MP3, MP4 and download": "قم بتحويل فيديو TikTok إلى MP3 و MP4 وتنزيله",
  "Convert TikTok videos to MP3, MP4, or any other format of your choice and download them.": "قم بتحويل مقاطع فيديو TikTok إلى MP3 أو MP4 أو أي تنسيق آخر من اختيارك وتنزيلها.",
  "TikTok to MP3, TikTok to MP4, TikTok to WAV, TikTok to AAC, TikTok to M4A, TikTok to OGG, TikTok to OPUS, TikTok to VORBIS, TikTok to FLAC, TikTok to ALAC, TikTok to FLV, TikTok to 3GP, TikTok to WEBM": "TikTok إلى MP3 ، TikTok إلى MP4 ، TikTok إلى WAV ، TikTok إلى AAC ، TikTok إلى M4A ، TikTok إلى OGG ، TikTok إلى OPUS ، TikTok إلى VORBIS ، TikTok إلى FLAC ، TikTok إلى ALAC ، TikTok إلى FLV ، TikTok إلى 3 ويب",
  "The best TikTok to MP3 Converter & Downloader": "أفضل برنامج TikTok to MP3 Converter & Downloader",
  "Download MP3 files from TikTok videos and save them on your computer": "قم بتنزيل ملفات MP3 من مقاطع فيديو TikTok واحفظها على جهاز الكمبيوتر الخاص بك",
  "The faster TikTok to MP3 video downloader ever created!": "أسرع أداة تنزيل فيديو TikTok إلى MP3 التي تم إنشاؤها على الإطلاق!",
  "Fast TikTok to MP3 conversion": "تحويل سريع من TikTok إلى MP3",
  "Download TikTok videos without software": "قم بتنزيل مقاطع فيديو TikTok بدون برامج",
  "Select a TikTok video": "حدد فيديو TikTok",
  "Paste the TikTok URL link": "الصق رابط URL الخاص بـ TikTok",
  "Download TikTok video to MP3": "قم بتنزيل فيديو TikTok على MP3",
  "This TikTok to MP3 video downloader is free for everyone and forever.": "برنامج تنزيل الفيديو من TikTok إلى MP3 مجاني للجميع وإلى الأبد.",
  "You can convert a TikTok video to MP3 anonymously, we are not collecting your personal data.": "يمكنك تحويل فيديو TikTok إلى MP3 بشكل مجهول ، فنحن لا نجمع بياناتك الشخصية.",
  "Visit TikTok website, find and play the video you want to download and copy it's URL link.": "قم بزيارة موقع TikTok على الويب ، وابحث عن الفيديو الذي تريد تنزيله وقم بتشغيله وانسخ رابط عنوان URL الخاص به.",
  "Paste the TikTok video URL link in the above search field to start MP3 conversion.": "الصق رابط URL لفيديو TikTok في حقل البحث أعلاه لبدء تحويل MP3.",
  "Click the save button to download the TikTok video in MP3": "انقر فوق زر حفظ لتنزيل فيديو TikTok بتنسيق MP3",
  "Download Video or Audio for free": "قم بتنزيل الفيديو أو الصوت مجانًا",
  "Type URL...": "اكتب URL ..."
}
