{
  "Download Video and Audio from YouTube": "Изтеглете видео и аудио от YouTube",
  "Search": "Търсене",
  "Download Video and Audio from TikTok": "Изтеглете видео и аудио от TikTok",
  "Convert": "Преобразуване",
  "File title": "Заглавие на файла",
  "File type": "Тип файл",
  "Download": "Изтегли",
  "Please type YouTube URL first!": "Моля, първо въведете URL адреса на YouTube",
  "Please type YouTube URL": "Моля, въведете URL в YouTube",
  "The best to MP3 Converter & Downloader": "Най-добрият конвертор и програма за изтегляне към MP3",
  "The best YouTube or TikTok video to MP3 Converter & Downloader": "Най-добрият YouTube или TikTok видео конвертор и програма за изтегляне на MP3",
  "Convert Video to MP3": "Конвертиране на видео в MP3",
  "Fast & Free Download": "Бързо и безплатно изтегляне",
  "Looking for a reliable solution to convert YouTube or TikTok videos to MP3? Filekit.co offers an advanced online tool for seamless YouTube or TikTok to MP3 conversion, along with a range of other formats.": "Търсите надеждно решение за конвертиране на видеоклипове от YouTube или TikTok в MP3? Filekit.co предлага усъвършенстван онлайн инструмент за безпроблемно конвертиране на YouTube или TikTok в MP3, заедно с набор от други формати.",
  "With our user-friendly Web-App, you can easily download YouTube or TikTok content in AAC, M4A, PUS, Vorbis, FLAC, ALAC, and WAV formats, absolutely free.": "С нашето удобно за потребителя уеб приложение можете лесно да изтеглите YouTube или TikTok съдържание във формати AAC, M4A, PUS, Vorbis, FLAC, ALAC и WAV, абсолютно безплатно.",
  "Convert YouTube or TikTok to MP3 - Simple Steps for Free Download": "Конвертирайте YouTube или TikTok в MP3 - лесни стъпки за безплатно изтегляне",
  "Discover the YouTube or TikTok video you want to convert and download.": "Открийте видеоклипа в YouTube или TikTok, който искате да конвертирате и изтеглите.",
  "Start the video playback, then copy the video URL from your browsers address bar.": "Стартирайте възпроизвеждането на видеоклипа, след което копирайте URL адреса на видеоклипа от адресната лента на вашия браузър.",
  "Access our fast and efficient Web-App, and paste the video URL into our converter. Choose your preferred format, such as MP3 or MP4. If no format is specified, the default conversion will be to MP3.": "Осъществете достъп до нашето бързо и ефективно уеб приложение и поставете URL адреса на видеоклипа в нашия конвертор. Изберете предпочитания от вас формат, като например MP3 или MP4. Ако не е указан формат, преобразуването по подразбиране ще бъде в MP3.",
  "Initiate the conversion process with a single click. We strive to provide high-quality conversions, but please note that videos longer than 90 minutes may take a bit longer.": "Започнете процеса на преобразуване с едно кликване. Стремим се да осигурим висококачествени реализации, но имайте предвид, че видеоклипове, по-дълги от 90 минути, може да отнемат малко повече време.",
  "Once the video is converted, simply click the Download button to get your file instantly.": "След като видеото бъде преобразувано, просто щракнете върху бутона Изтегляне, за да получите незабавно файла си.",
  "Unlock the Power of YouTube or TikTok - Free, Safe, and Secure.": "Отключете силата на YouTube или TikTok - безплатно, безопасно и сигурно.",
  "Filekit.cos Web-App ensures your safety and security while using our service. Feel confident knowing that our platform adheres to industry standards and that your personal information is protected. Experience the next level of YouTube or TikTok to MP3 conversion with Filekit.co - recommended by satisfied users worldwide.": "Filekit.cos Web-App гарантира вашата безопасност и сигурност, докато използвате нашата услуга. Чувствайте се уверени, знаейки, че нашата платформа се придържа към индустриалните стандарти и че вашата лична информация е защитена. Изживейте следващото ниво на преобразуване на YouTube или TikTok в MP3 с Filekit.co - препоръчано от доволни потребители по целия свят.",
  "Convert YouTube video to MP3, MP4 and download": "Конвертирайте YouTube видео в MP3, MP4 и изтеглете",
  "Convert YouTube videos to MP3, MP4, or any other format of your choice and download them.": "Конвертирайте видеоклипове от YouTube в MP3, MP4 или друг формат по ваш избор и ги изтеглете.",
  "YouTube to MP3, youTube to MP4, youTube to WAV, youTube to AAC, youTube to M4A, youTube to OGG, youTube to OPUS, youTube to VORBIS, youTube to FLAC, youTube to ALAC, youTube to FLV, youTube to 3GP, youTube to WEBM": "YouTube към MP3, youTube към MP4, youTube към WAV, youTube към AAC, youTube към M4A, youTube към OGG, youTube към OPUS, youTube към VORBIS, youTube към FLAC, youTube към ALAC, youTube към FLV, YouTube към 3GP, YouTube към WEBM",
  "The best YouTube to MP3 Converter & Downloader": "Най-добрият YouTube към MP3 конвертор и програма за изтегляне",
  "Download MP3 files from YouTube videos and save them on your computer": "Изтеглете MP3 файлове от видеоклипове в YouTube и ги запазете на вашия компютър",
  "The faster YouTube to MP3 video downloader ever created!": "По-бързата програма за изтегляне на видео от YouTube към MP3, създавана някога!",
  "Fast YouTube to MP3 conversion": "Бързо конвертиране на YouTube в MP3",
  "Free video downloader": "Безплатна програма за изтегляне на видео",
  "Download YouTube videos without software": "Изтегляне на видеоклипове от YouTube без софтуер",
  "Select a YouTube video": "Изберете видеоклип в YouTube",
  "Paste the YouTube URL link": "Поставете URL връзката към YouTube",
  "Download YouTube video to MP3": "Изтегляне на видео от YouTube в MP3",
  "Filekit.co is by far the fastest online video converter in the world.": "Filekit.co е най-бързият онлайн видео конвертор в света.",
  "This YouTube to MP3 video downloader is free for everyone and forever.": "Тази програма за изтегляне на видеоклипове от YouTube към MP3 е безплатна за всички и завинаги.",
  "You can convert a YouTube video to MP3 anonymously, we are not collecting your personal data.": "Можете да конвертирате видеоклип от YouTube в MP3 анонимно, ние не събираме вашите лични данни.",
  "Visit YouTube website, find and play the video you want to download and copy it's URL link.": "Посетете уебсайта на YouTube, намерете и пуснете видеоклипа, който искате да изтеглите, и копирайте URL връзката му.",
  "Paste the YouTube video URL link in the above search field to start MP3 conversion.": "Поставете връзката към URL адреса на видеоклипа в YouTube в горното поле за търсене, за да започнете преобразуването на MP3.",
  "Click the save button to download the Youtube video in MP3": "Щракнете върху бутона за запазване, за да изтеглите видеоклипа от Youtube в MP3",
  "Convert TikTok video to MP3, MP4 and download": "Конвертирайте TikTok видео в MP3, MP4 и изтеглете",
  "Convert TikTok videos to MP3, MP4, or any other format of your choice and download them.": "Конвертирайте видеоклиповете на TikTok в MP3, MP4 или друг формат по ваш избор и ги изтеглете.",
  "TikTok to MP3, TikTok to MP4, TikTok to WAV, TikTok to AAC, TikTok to M4A, TikTok to OGG, TikTok to OPUS, TikTok to VORBIS, TikTok to FLAC, TikTok to ALAC, TikTok to FLV, TikTok to 3GP, TikTok to WEBM": "TikTok към MP3, TikTok към MP4, TikTok към WAV, TikTok към AAC, TikTok към M4A, TikTok към OGG, TikTok към OPUS, TikTok към VORBIS, TikTok към FLAC, TikTok към ALAC, TikTok към FLV, TikTok към 3GP, TikTok към WEBM",
  "The best TikTok to MP3 Converter & Downloader": "Най-добрият TikTok към MP3 конвертор и програма за изтегляне",
  "Download MP3 files from TikTok videos and save them on your computer": "Изтеглете MP3 файлове от видеоклипове на TikTok и ги запазете на вашия компютър",
  "The faster TikTok to MP3 video downloader ever created!": "По-бързата програма за изтегляне на видео от TikTok към MP3, създавана някога!",
  "Fast TikTok to MP3 conversion": "Бързо преобразуване на TikTok в MP3",
  "Download TikTok videos without software": "Изтеглете видеоклипове от TikTok без софтуер",
  "Select a TikTok video": "Изберете видеоклип от TikTok",
  "Paste the TikTok URL link": "Поставете URL връзката на TikTok",
  "Download TikTok video to MP3": "Изтеглете TikTok видео в MP3",
  "This TikTok to MP3 video downloader is free for everyone and forever.": "Тази програма за изтегляне на видео от TikTok към MP3 е безплатна за всички и завинаги.",
  "You can convert a TikTok video to MP3 anonymously, we are not collecting your personal data.": "Можете да конвертирате видеоклип от TikTok в MP3 анонимно, ние не събираме вашите лични данни.",
  "Visit TikTok website, find and play the video you want to download and copy it's URL link.": "Посетете уебсайта на TikTok, намерете и пуснете видеоклипа, който искате да изтеглите, и копирайте URL връзката му.",
  "Paste the TikTok video URL link in the above search field to start MP3 conversion.": "Поставете URL връзката към TikTok видео в горното поле за търсене, за да започнете преобразуването на MP3.",
  "Click the save button to download the TikTok video in MP3": "Щракнете върху бутона за запазване, за да изтеглите видеоклипа на TikTok в MP3",
  "Download Video or Audio for free": "Изтеглете видео или аудио безплатно",
  "Type URL...": "Въведете URL адрес..."
}
