{
  "Download Video and Audio from YouTube": "Stáhněte si video a zvuk z YouTube",
  "Search": "Vyhledávání",
  "Download Video and Audio from TikTok": "Stáhněte si video a zvuk z TikTok",
  "Convert": "Konvertovat",
  "File title": "Název souboru",
  "File type": "Typ souboru",
  "Download": "Stažení",
  "Please type YouTube URL first!": "Nejprve prosím zadejte adresu URL YouTube",
  "Please type YouTube URL": "Zadejte prosím adresu URL YouTube",
  "The best to MP3 Converter & Downloader": "Nejlepší do MP3 Converter & Downloader",
  "The best YouTube or TikTok video to MP3 Converter & Downloader": "Nejlepší YouTube nebo TikTok video do MP3 Converter & Downloader",
  "Convert Video to MP3": "Převést video do MP3",
  "Fast & Free Download": "Rychlé a bezplatné stažení",
  "Looking for a reliable solution to convert YouTube or TikTok videos to MP3? Filekit.co offers an advanced online tool for seamless YouTube or TikTok to MP3 conversion, along with a range of other formats.": "Hledáte spolehlivé řešení pro převod videí z YouTube nebo TikTok do MP3? Filekit.co nabízí pokročilý online nástroj pro bezproblémový převod z YouTube nebo TikTok do MP3 spolu s řadou dalších formátů.",
  "With our user-friendly Web-App, you can easily download YouTube or TikTok content in AAC, M4A, PUS, Vorbis, FLAC, ALAC, and WAV formats, absolutely free.": "S naší uživatelsky přívětivou webovou aplikací si můžete snadno stáhnout obsah z YouTube nebo TikTok ve formátech AAC, M4A, PUS, Vorbis, FLAC, ALAC a WAV, a to zcela zdarma.",
  "Convert YouTube or TikTok to MP3 - Simple Steps for Free Download": "Převeďte YouTube nebo TikTok na MP3 – jednoduché kroky ke stažení zdarma",
  "Discover the YouTube or TikTok video you want to convert and download.": "Objevte video YouTube nebo TikTok, které chcete převést a stáhnout.",
  "Start the video playback, then copy the video URL from your browsers address bar.": "Spusťte přehrávání videa a poté zkopírujte adresu URL videa z adresního řádku prohlížeče.",
  "Access our fast and efficient Web-App, and paste the video URL into our converter. Choose your preferred format, such as MP3 or MP4. If no format is specified, the default conversion will be to MP3.": "Získejte přístup k naší rychlé a efektivní webové aplikaci a vložte adresu URL videa do našeho převodníku. Vyberte si preferovaný formát, například MP3 nebo MP4. Pokud není zadán žádný formát, výchozí převod bude do MP3.",
  "Initiate the conversion process with a single click. We strive to provide high-quality conversions, but please note that videos longer than 90 minutes may take a bit longer.": "Zahajte proces převodu jediným kliknutím. Snažíme se poskytovat vysoce kvalitní konverze, ale upozorňujeme, že videa delší než 90 minut mohou trvat o něco déle.",
  "Once the video is converted, simply click the Download button to get your file instantly.": "Jakmile je video převedeno, jednoduše klikněte na tlačítko Stáhnout a soubor okamžitě získáte.",
  "Unlock the Power of YouTube or TikTok - Free, Safe, and Secure.": "Odemkněte sílu YouTube nebo TikTok – zdarma, bezpečně a bezpečně.",
  "Filekit.cos Web-App ensures your safety and security while using our service. Feel confident knowing that our platform adheres to industry standards and that your personal information is protected. Experience the next level of YouTube or TikTok to MP3 conversion with Filekit.co - recommended by satisfied users worldwide.": "Webová aplikace Filekit.cos zajišťuje vaši bezpečnost a zabezpečení při používání naší služby. Buďte si jisti, že naše platforma dodržuje průmyslové standardy a že vaše osobní údaje jsou chráněny. Zažijte novou úroveň převodu YouTube nebo TikTok na MP3 s Filekit.co – doporučeno spokojenými uživateli po celém světě.",
  "Convert YouTube video to MP3, MP4 and download": "Převeďte video z YouTube na MP3, MP4 a stahujte",
  "Convert YouTube videos to MP3, MP4, or any other format of your choice and download them.": "Převeďte videa z YouTube na MP3, MP4 nebo jakýkoli jiný formát dle vašeho výběru a stáhněte si je.",
  "YouTube to MP3, youTube to MP4, youTube to WAV, youTube to AAC, youTube to M4A, youTube to OGG, youTube to OPUS, youTube to VORBIS, youTube to FLAC, youTube to ALAC, youTube to FLV, youTube to 3GP, youTube to WEBM": "Z YouTube do MP3, z YouTube do MP4, z YouTube do WAV, z YouTube do AAC, z YouTube do M4A, z YouTube do OGG, z YouTube do OPUS, z YouTube do VORBIS, z YouTube do FLAC, z YouTube do ALAC, z YouTube do FLV, z YouTube do GP3, z YouTube do GP WEBM",
  "The best YouTube to MP3 Converter & Downloader": "Nejlepší převaděč a stahování z YouTube na MP3",
  "Download MP3 files from YouTube videos and save them on your computer": "Stáhněte si soubory MP3 z videí YouTube a uložte je do počítače",
  "The faster YouTube to MP3 video downloader ever created!": "Rychlejší stahovač videa z YouTube do MP3, jaký byl kdy vytvořen!",
  "Fast YouTube to MP3 conversion": "Rychlý převod z YouTube na MP3",
  "Free video downloader": "Video ke stažení zdarma",
  "Download YouTube videos without software": "Stahujte videa z YouTube bez softwaru",
  "Select a YouTube video": "Vyberte video YouTube",
  "Paste the YouTube URL link": "Vložte odkaz na adresu URL YouTube",
  "Download YouTube video to MP3": "Stáhněte si video z YouTube do MP3",
  "Filekit.co is by far the fastest online video converter in the world.": "Filekit.co je zdaleka nejrychlejší online video konvertor na světě.",
  "This YouTube to MP3 video downloader is free for everyone and forever.": "Tento stahovač videa z YouTube do MP3 je zdarma pro každého a navždy.",
  "You can convert a YouTube video to MP3 anonymously, we are not collecting your personal data.": "Video YouTube můžete převést na MP3 anonymně, neshromažďujeme vaše osobní údaje.",
  "Visit YouTube website, find and play the video you want to download and copy it's URL link.": "Navštivte web YouTube, najděte a přehrajte video, které chcete stáhnout, a zkopírujte jeho URL odkaz.",
  "Paste the YouTube video URL link in the above search field to start MP3 conversion.": "Vložte odkaz URL videa YouTube do vyhledávacího pole výše a začněte konverzi MP3.",
  "Click the save button to download the Youtube video in MP3": "Kliknutím na tlačítko Uložit stáhnete video z Youtube ve formátu MP3",
  "Convert TikTok video to MP3, MP4 and download": "Převeďte video TikTok na MP3, MP4 a stáhněte si ho",
  "Convert TikTok videos to MP3, MP4, or any other format of your choice and download them.": "Převeďte videa TikTok na MP3, MP4 nebo jakýkoli jiný formát dle vašeho výběru a stáhněte si je.",
  "TikTok to MP3, TikTok to MP4, TikTok to WAV, TikTok to AAC, TikTok to M4A, TikTok to OGG, TikTok to OPUS, TikTok to VORBIS, TikTok to FLAC, TikTok to ALAC, TikTok to FLV, TikTok to 3GP, TikTok to WEBM": "TikTok na MP3, TikTok na MP4, TikTok na WAV, TikTok na AAC, TikTok na M4A, TikTok na OGG, TikTok na OPUS, TikTok na VORBIS, TikTok na FLAC, TikTok na ALAC, TikTok na FLV, TikTok tokTGPT WEBM",
  "The best TikTok to MP3 Converter & Downloader": "Nejlepší TikTok to MP3 Converter & Downloader",
  "Download MP3 files from TikTok videos and save them on your computer": "Stáhněte si soubory MP3 z videí TikTok a uložte je do počítače",
  "The faster TikTok to MP3 video downloader ever created!": "Rychlejší stahovač videa TikTok do MP3, jaký byl kdy vytvořen!",
  "Fast TikTok to MP3 conversion": "Rychlý převod TikTok na MP3",
  "Download TikTok videos without software": "Stahujte videa TikTok bez softwaru",
  "Select a TikTok video": "Vyberte video TikTok",
  "Paste the TikTok URL link": "Vložte odkaz TikTok URL",
  "Download TikTok video to MP3": "Stáhněte si video TikTok do MP3",
  "This TikTok to MP3 video downloader is free for everyone and forever.": "Tento stahovač videa TikTok do MP3 je zdarma pro každého a navždy.",
  "You can convert a TikTok video to MP3 anonymously, we are not collecting your personal data.": "Video TikTok můžete převést na MP3 anonymně, neshromažďujeme vaše osobní údaje.",
  "Visit TikTok website, find and play the video you want to download and copy it's URL link.": "Navštivte web TikTok, najděte a přehrajte video, které chcete stáhnout, a zkopírujte jeho URL odkaz.",
  "Paste the TikTok video URL link in the above search field to start MP3 conversion.": "Vložením odkazu URL videa TikTok do vyhledávacího pole výše zahájíte konverzi MP3.",
  "Click the save button to download the TikTok video in MP3": "Kliknutím na tlačítko Uložit stáhnete video TikTok ve formátu MP3",
  "Download Video or Audio for free": "Stáhněte si video nebo audio zdarma"
}
