{
  "Download Video and Audio from YouTube": "Λήψη βίντεο και ήχου από το YouTube",
  "Search": "Αναζήτηση",
  "Download Video and Audio from TikTok": "Λήψη βίντεο και ήχου από το TikTok",
  "Convert": "Μετατρέπω",
  "File title": "Τίτλος αρχείου",
  "File type": "Τύπος αρχείου",
  "Download": "Κατεβάστε",
  "Please type YouTube URL first!": "Πληκτρολογήστε πρώτα τη διεύθυνση URL του YouTube",
  "Please type YouTube URL": "Πληκτρολογήστε τη διεύθυνση URL του YouTube",
  "The best to MP3 Converter & Downloader": "Το καλύτερο σε MP3 Converter & Downloader",
  "The best YouTube or TikTok video to MP3 Converter & Downloader": "Ο καλύτερος μετατροπέας και πρόγραμμα λήψης βίντεο από YouTube ή TikTok σε MP3",
  "Convert Video to MP3": "Μετατροπή βίντεο σε MP3",
  "Fast & Free Download": "Γρήγορη & Δωρεάν Λήψη",
  "Looking for a reliable solution to convert YouTube or TikTok videos to MP3? Filekit.co offers an advanced online tool for seamless YouTube or TikTok to MP3 conversion, along with a range of other formats.": "Αναζητάτε μια αξιόπιστη λύση για τη μετατροπή βίντεο YouTube ή TikTok σε MP3; Το Filekit.co προσφέρει ένα προηγμένο διαδικτυακό εργαλείο για απρόσκοπτη μετατροπή YouTube ή TikTok σε MP3, μαζί με μια σειρά από άλλες μορφές.",
  "With our user-friendly Web-App, you can easily download YouTube or TikTok content in AAC, M4A, PUS, Vorbis, FLAC, ALAC, and WAV formats, absolutely free.": "Με τη φιλική προς τον χρήστη εφαρμογή Web, μπορείτε εύκολα να κατεβάσετε περιεχόμενο YouTube ή TikTok σε μορφές AAC, M4A, PUS, Vorbis, FLAC, ALAC και WAV, εντελώς δωρεάν.",
  "Convert YouTube or TikTok to MP3 - Simple Steps for Free Download": "Μετατροπή YouTube ή TikTok σε MP3 - Απλά βήματα για δωρεάν λήψη",
  "Discover the YouTube or TikTok video you want to convert and download.": "Ανακαλύψτε το βίντεο YouTube ή TikTok που θέλετε να μετατρέψετε και να κατεβάσετε.",
  "Start the video playback, then copy the video URL from your browsers address bar.": "Ξεκινήστε την αναπαραγωγή βίντεο και, στη συνέχεια, αντιγράψτε τη διεύθυνση URL του βίντεο από τη γραμμή διευθύνσεων του προγράμματος περιήγησής σας.",
  "Access our fast and efficient Web-App, and paste the video URL into our converter. Choose your preferred format, such as MP3 or MP4. If no format is specified, the default conversion will be to MP3.": "Αποκτήστε πρόσβαση στη γρήγορη και αποτελεσματική εφαρμογή Web μας και επικολλήστε τη διεύθυνση URL του βίντεο στον μετατροπέα μας. Επιλέξτε τη μορφή που προτιμάτε, όπως MP3 ή MP4. Εάν δεν έχει καθοριστεί μορφή, η προεπιλεγμένη μετατροπή θα είναι σε MP3.",
  "Initiate the conversion process with a single click. We strive to provide high-quality conversions, but please note that videos longer than 90 minutes may take a bit longer.": "Ξεκινήστε τη διαδικασία μετατροπής με ένα μόνο κλικ. Προσπαθούμε να παρέχουμε μετατροπές υψηλής ποιότητας, αλλά έχετε υπόψη σας ότι τα βίντεο διάρκειας άνω των 90 λεπτών ενδέχεται να διαρκέσουν λίγο περισσότερο.",
  "Once the video is converted, simply click the Download button to get your file instantly.": "Μόλις μετατραπεί το βίντεο, απλώς κάντε κλικ στο κουμπί Λήψη για να λάβετε το αρχείο σας αμέσως.",
  "Unlock the Power of YouTube or TikTok - Free, Safe, and Secure.": "Ξεκλειδώστε τη δύναμη του YouTube ή του TikTok - Δωρεάν, ασφαλής και ασφαλής.",
  "Filekit.cos Web-App ensures your safety and security while using our service. Feel confident knowing that our platform adheres to industry standards and that your personal information is protected. Experience the next level of YouTube or TikTok to MP3 conversion with Filekit.co - recommended by satisfied users worldwide.": "Το Filekit.cos Web-App διασφαλίζει την ασφάλεια και την ασφάλειά σας κατά τη χρήση της υπηρεσίας μας. Νιώστε σίγουροι γνωρίζοντας ότι η πλατφόρμα μας συμμορφώνεται με τα πρότυπα του κλάδου και ότι τα προσωπικά σας στοιχεία προστατεύονται. Ζήστε το επόμενο επίπεδο μετατροπής YouTube ή TikTok σε MP3 με το Filekit.co - που προτείνεται από ικανοποιημένους χρήστες σε όλο τον κόσμο.",
  "Convert YouTube video to MP3, MP4 and download": "Μετατροπή βίντεο YouTube σε MP3, MP4 και λήψη",
  "Convert YouTube videos to MP3, MP4, or any other format of your choice and download them.": "Μετατρέψτε τα βίντεο του YouTube σε MP3, MP4 ή οποιαδήποτε άλλη μορφή της επιλογής σας και κατεβάστε τα.",
  "YouTube to MP3, youTube to MP4, youTube to WAV, youTube to AAC, youTube to M4A, youTube to OGG, youTube to OPUS, youTube to VORBIS, youTube to FLAC, youTube to ALAC, youTube to FLV, youTube to 3GP, youTube to WEBM": "YouTube σε MP3, YouTube σε MP4, YouTube σε WAV, YouTube σε AAC, YouTube σε M4A, YouTube σε OGG, YouTube σε OPUS, YouTube σε VORBIS, YouTube σε FLAC, YouTube σε ALAC, YouTube σε FLVT tobeGo, youTube, WEBM",
  "The best YouTube to MP3 Converter & Downloader": "Ο καλύτερος μετατροπέας και πρόγραμμα λήψης YouTube σε MP3",
  "Download MP3 files from YouTube videos and save them on your computer": "Κατεβάστε αρχεία MP3 από βίντεο YouTube και αποθηκεύστε τα στον υπολογιστή σας",
  "The faster YouTube to MP3 video downloader ever created!": "Το πιο γρήγορο πρόγραμμα λήψης βίντεο από YouTube σε MP3 που δημιουργήθηκε ποτέ!",
  "Fast YouTube to MP3 conversion": "Γρήγορη μετατροπή YouTube σε MP3",
  "Free video downloader": "Δωρεάν πρόγραμμα λήψης βίντεο",
  "Download YouTube videos without software": "Λήψη βίντεο YouTube χωρίς λογισμικό",
  "Select a YouTube video": "Επιλέξτε ένα βίντεο YouTube",
  "Paste the YouTube URL link": "Επικολλήστε τον σύνδεσμο URL του YouTube",
  "Download YouTube video to MP3": "Λήψη βίντεο YouTube σε MP3",
  "Filekit.co is by far the fastest online video converter in the world.": "Το Filekit.co είναι μακράν ο ταχύτερος διαδικτυακός μετατροπέας βίντεο στον κόσμο.",
  "This YouTube to MP3 video downloader is free for everyone and forever.": "Αυτό το πρόγραμμα λήψης βίντεο από YouTube σε MP3 είναι δωρεάν για όλους και για πάντα.",
  "You can convert a YouTube video to MP3 anonymously, we are not collecting your personal data.": "Μπορείτε να μετατρέψετε ένα βίντεο YouTube σε MP3 ανώνυμα, δεν συλλέγουμε τα προσωπικά σας δεδομένα.",
  "Visit YouTube website, find and play the video you want to download and copy it's URL link.": "Επισκεφτείτε τον ιστότοπο του YouTube, βρείτε και παίξτε το βίντεο που θέλετε να κατεβάσετε και αντιγράψτε τον σύνδεσμο URL του.",
  "Paste the YouTube video URL link in the above search field to start MP3 conversion.": "Επικολλήστε τον σύνδεσμο URL του βίντεο YouTube στο παραπάνω πεδίο αναζήτησης για να ξεκινήσετε τη μετατροπή MP3.",
  "Click the save button to download the Youtube video in MP3": "Κάντε κλικ στο κουμπί αποθήκευσης για να κατεβάσετε το βίντεο από το Youtube σε MP3",
  "Convert TikTok video to MP3, MP4 and download": "Μετατρέψτε το βίντεο TikTok σε MP3, MP4 και κατεβάστε το",
  "Convert TikTok videos to MP3, MP4, or any other format of your choice and download them.": "Μετατρέψτε τα βίντεο TikTok σε MP3, MP4 ή οποιαδήποτε άλλη μορφή της επιλογής σας και κατεβάστε τα.",
  "TikTok to MP3, TikTok to MP4, TikTok to WAV, TikTok to AAC, TikTok to M4A, TikTok to OGG, TikTok to OPUS, TikTok to VORBIS, TikTok to FLAC, TikTok to ALAC, TikTok to FLV, TikTok to 3GP, TikTok to WEBM": "TikTok σε MP3, TikTok σε MP4, TikTok σε WAV, TikTok σε AAC, TikTok σε M4A, TikTok σε OGG, TikTok σε OPUS, TikTok σε VORBIS, TikTok σε FLAC, TikTok σε ALAC, TikTok σε TikTok σε FLV3 to, WEBM",
  "The best TikTok to MP3 Converter & Downloader": "Ο καλύτερος μετατροπέας και πρόγραμμα λήψης TikTok σε MP3",
  "Download MP3 files from TikTok videos and save them on your computer": "Κατεβάστε αρχεία MP3 από βίντεο TikTok και αποθηκεύστε τα στον υπολογιστή σας",
  "The faster TikTok to MP3 video downloader ever created!": "Το ταχύτερο πρόγραμμα λήψης βίντεο TikTok σε MP3 που δημιουργήθηκε ποτέ!",
  "Fast TikTok to MP3 conversion": "Γρήγορη μετατροπή TikTok σε MP3",
  "Download TikTok videos without software": "Λήψη βίντεο TikTok χωρίς λογισμικό",
  "Select a TikTok video": "Επιλέξτε ένα βίντεο TikTok",
  "Paste the TikTok URL link": "Επικολλήστε τον σύνδεσμο URL του TikTok",
  "Download TikTok video to MP3": "Κατεβάστε το βίντεο TikTok σε MP3",
  "This TikTok to MP3 video downloader is free for everyone and forever.": "Αυτό το πρόγραμμα λήψης βίντεο TikTok σε MP3 είναι δωρεάν για όλους και για πάντα.",
  "You can convert a TikTok video to MP3 anonymously, we are not collecting your personal data.": "Μπορείτε να μετατρέψετε ένα βίντεο TikTok σε MP3 ανώνυμα, δεν συλλέγουμε τα προσωπικά σας δεδομένα.",
  "Visit TikTok website, find and play the video you want to download and copy it's URL link.": "Επισκεφτείτε τον ιστότοπο TikTok, βρείτε και παίξτε το βίντεο που θέλετε να κατεβάσετε και αντιγράψτε τον σύνδεσμο URL του.",
  "Paste the TikTok video URL link in the above search field to start MP3 conversion.": "Επικολλήστε τον σύνδεσμο URL του βίντεο TikTok στο παραπάνω πεδίο αναζήτησης για να ξεκινήσετε τη μετατροπή MP3.",
  "Click the save button to download the TikTok video in MP3": "Κάντε κλικ στο κουμπί αποθήκευσης για λήψη του βίντεο TikTok σε MP3",
  "Download Video or Audio for free": "Κατεβάστε βίντεο ή ήχο δωρεάν"
}
