{
  "Download Video and Audio from YouTube": "Descargar video y audio de YouTube",
  "Search": "Buscar",
  "Download Video and Audio from TikTok": "Descargar video y audio de TikTok",
  "Convert": "Convertir",
  "File title": "Título del archivo",
  "File type": "Tipo de archivo",
  "Download": "Descargar",
  "Please type YouTube URL first!": "Escriba primero la URL de YouTube",
  "Please type YouTube URL": "Por favor, escriba la URL de YouTube",
  "The best to MP3 Converter & Downloader": "El mejor convertidor y descargador de MP3",
  "The best YouTube or TikTok video to MP3 Converter & Downloader": "El mejor convertidor y descargador de videos de YouTube o TikTok a MP3",
  "Convert Video to MP3": "Convertir video a MP3",
  "Fast & Free Download": "Descarga rápida y gratuita",
  "Looking for a reliable solution to convert YouTube or TikTok videos to MP3? Filekit.co offers an advanced online tool for seamless YouTube or TikTok to MP3 conversion, along with a range of other formats.": "¿Busca una solución confiable para convertir videos de YouTube o TikTok a MP3? Filekit.co ofrece una herramienta en línea avanzada para la conversión perfecta de YouTube o TikTok a MP3, junto con una variedad de otros formatos.",
  "With our user-friendly Web-App, you can easily download YouTube or TikTok content in AAC, M4A, PUS, Vorbis, FLAC, ALAC, and WAV formats, absolutely free.": "Con nuestra aplicación web fácil de usar, puede descargar fácilmente contenido de YouTube o TikTok en formatos AAC, M4A, PUS, Vorbis, FLAC, ALAC y WAV, absolutamente gratis.",
  "Convert YouTube or TikTok to MP3 - Simple Steps for Free Download": "Convierta YouTube o TikTok a MP3: pasos simples para descargar gratis",
  "Discover the YouTube or TikTok video you want to convert and download.": "Descubra el video de YouTube o TikTok que desea convertir y descargar.",
  "Start the video playback, then copy the video URL from your browsers address bar.": "Inicie la reproducción del video, luego copie la URL del video desde la barra de direcciones de su navegador.",
  "Access our fast and efficient Web-App, and paste the video URL into our converter. Choose your preferred format, such as MP3 or MP4. If no format is specified, the default conversion will be to MP3.": "Acceda a nuestra aplicación web rápida y eficiente y pegue la URL del video en nuestro convertidor. Elija su formato preferido, como MP3 o MP4. Si no se especifica ningún formato, la conversión predeterminada será a MP3.",
  "Initiate the conversion process with a single click. We strive to provide high-quality conversions, but please note that videos longer than 90 minutes may take a bit longer.": "Inicie el proceso de conversión con un solo clic. Nos esforzamos por proporcionar conversiones de alta calidad, pero tenga en cuenta que los videos de más de 90 minutos pueden demorar un poco más.",
  "Once the video is converted, simply click the Download button to get your file instantly.": "Una vez que se convierte el video, simplemente haga clic en el botón Descargar para obtener su archivo al instante.",
  "Unlock the Power of YouTube or TikTok - Free, Safe, and Secure.": "Desbloquee el poder de YouTube o TikTok: gratis, seguro y protegido.",
  "Filekit.cos Web-App ensures your safety and security while using our service. Feel confident knowing that our platform adheres to industry standards and that your personal information is protected. Experience the next level of YouTube or TikTok to MP3 conversion with Filekit.co - recommended by satisfied users worldwide.": "Filekit.cos Web-App garantiza su seguridad mientras utiliza nuestro servicio. Siéntase seguro sabiendo que nuestra plataforma se adhiere a los estándares de la industria y que su información personal está protegida. Experimente el siguiente nivel de conversión de YouTube o TikTok a MP3 con Filekit.co, recomendado por usuarios satisfechos en todo el mundo.",
  "Convert YouTube video to MP3, MP4 and download": "Convierta videos de YouTube a MP3, MP4 y descárguelos",
  "Convert YouTube videos to MP3, MP4, or any other format of your choice and download them.": "Convierta videos de YouTube a MP3, MP4 o cualquier otro formato de su elección y descárguelos.",
  "YouTube to MP3, youTube to MP4, youTube to WAV, youTube to AAC, youTube to M4A, youTube to OGG, youTube to OPUS, youTube to VORBIS, youTube to FLAC, youTube to ALAC, youTube to FLV, youTube to 3GP, youTube to WEBM": "YouTube a MP3, YouTube a MP4, YouTube a WAV, YouTube a AAC, YouTube a M4A, YouTube a OGG, YouTube a OPUS, YouTube a VORBIS, YouTube a FLAC, YouTube a ALAC, YouTube a FLV, YouTube a 3GP, YouTube a WEBM",
  "The best YouTube to MP3 Converter & Downloader": "El mejor convertidor y descargador de YouTube a MP3",
  "Download MP3 files from YouTube videos and save them on your computer": "Descargue archivos MP3 de videos de YouTube y guárdelos en su computadora",
  "The faster YouTube to MP3 video downloader ever created!": "¡El descargador de videos de YouTube a MP3 más rápido jamás creado!",
  "Fast YouTube to MP3 conversion": "Conversión rápida de YouTube a MP3",
  "Free video downloader": "Descargador de videos gratis",
  "Download YouTube videos without software": "Descargar videos de YouTube sin software",
  "Select a YouTube video": "Selecciona un vídeo de YouTube",
  "Paste the YouTube URL link": "Pegue el enlace URL de YouTube",
  "Download YouTube video to MP3": "Descargar videos de YouTube a MP3",
  "Filekit.co is by far the fastest online video converter in the world.": "Filekit.co es, con mucho, el convertidor de video en línea más rápido del mundo.",
  "This YouTube to MP3 video downloader is free for everyone and forever.": "Este descargador de videos de YouTube a MP3 es gratuito para todos y para siempre.",
  "You can convert a YouTube video to MP3 anonymously, we are not collecting your personal data.": "Puede convertir un video de YouTube a MP3 de forma anónima, no recopilamos sus datos personales.",
  "Visit YouTube website, find and play the video you want to download and copy it's URL link.": "Visite el sitio web de YouTube, busque y reproduzca el video que desea descargar y copie su enlace URL.",
  "Paste the YouTube video URL link in the above search field to start MP3 conversion.": "Pegue el enlace URL del video de YouTube en el campo de búsqueda anterior para iniciar la conversión de MP3.",
  "Click the save button to download the Youtube video in MP3": "Haga clic en el botón Guardar para descargar el video de Youtube en MP3",
  "Convert TikTok video to MP3, MP4 and download": "Convierta videos de TikTok a MP3, MP4 y descárguelos",
  "Convert TikTok videos to MP3, MP4, or any other format of your choice and download them.": "Convierta videos de TikTok a MP3, MP4 o cualquier otro formato de su elección y descárguelos.",
  "TikTok to MP3, TikTok to MP4, TikTok to WAV, TikTok to AAC, TikTok to M4A, TikTok to OGG, TikTok to OPUS, TikTok to VORBIS, TikTok to FLAC, TikTok to ALAC, TikTok to FLV, TikTok to 3GP, TikTok to WEBM": "TikTok a MP3, TikTok a MP4, TikTok a WAV, TikTok a AAC, TikTok a M4A, TikTok a OGG, TikTok a OPUS, TikTok a VORBIS, TikTok a FLAC, TikTok a ALAC, TikTok a FLV, TikTok a 3GP, TikTok a WEBM",
  "The best TikTok to MP3 Converter & Downloader": "El mejor convertidor y descargador de TikTok a MP3",
  "Download MP3 files from TikTok videos and save them on your computer": "Descargue archivos MP3 de videos de TikTok y guárdelos en su computadora",
  "The faster TikTok to MP3 video downloader ever created!": "¡El descargador de videos de TikTok a MP3 más rápido jamás creado!",
  "Fast TikTok to MP3 conversion": "Conversión rápida de TikTok a MP3",
  "Download TikTok videos without software": "Descarga videos de TikTok sin software",
  "Select a TikTok video": "Selecciona un vídeo de TikTok",
  "Paste the TikTok URL link": "Pegue el enlace URL de TikTok",
  "Download TikTok video to MP3": "Descargar videos de TikTok a MP3",
  "This TikTok to MP3 video downloader is free for everyone and forever.": "Este descargador de videos de TikTok a MP3 es gratuito para todos y para siempre.",
  "You can convert a TikTok video to MP3 anonymously, we are not collecting your personal data.": "Puede convertir un video de TikTok a MP3 de forma anónima, no recopilamos sus datos personales.",
  "Visit TikTok website, find and play the video you want to download and copy it's URL link.": "Visite el sitio web de TikTok, busque y reproduzca el video que desea descargar y copie su enlace URL.",
  "Paste the TikTok video URL link in the above search field to start MP3 conversion.": "Pegue el enlace de la URL del video de TikTok en el campo de búsqueda anterior para iniciar la conversión de MP3.",
  "Click the save button to download the TikTok video in MP3": "Haga clic en el botón Guardar para descargar el video TikTok en MP3",
  "Download Video or Audio for free": "Descargar video o audio gratis"
}
