{
  "Download Video and Audio from YouTube": "Deskargatu bideoa eta audioa YouTube-tik",
  "Search": "Bilatu",
  "Download Video and Audio from TikTok": "Deskargatu bideoa eta audioa TikTok-etik",
  "Convert": "Bihurtu",
  "File title": "Fitxategiaren izenburua",
  "File type": "Fitxategi mota",
  "Download": "Deskargatu",
  "Please type YouTube URL first!": "Idatzi lehenik YouTube URLa",
  "Please type YouTube URL": "Mesedez, idatzi YouTube URLa",
  "The best to MP3 Converter & Downloader": "MP3 bihurgailurako eta deskargatzeko onena",
  "The best YouTube or TikTok video to MP3 Converter & Downloader": "YouTube edo TikTok bideo onena MP3 bihurgailurako eta deskargatzailerako",
  "Convert Video to MP3": "Bihurtu bideoa MP3ra",
  "Fast & Free Download": "Deskarga azkarra eta doakoa",
  "Looking for a reliable solution to convert YouTube or TikTok videos to MP3? Filekit.co offers an advanced online tool for seamless YouTube or TikTok to MP3 conversion, along with a range of other formats.": "YouTube edo TikTok bideoak MP3 bihurtzeko irtenbide fidagarri baten bila? Filekit.co-k lineako tresna aurreratu bat eskaintzen du YouTube edo TikTok MP3 bihurtzeko, beste formatu sorta batekin batera.",
  "With our user-friendly Web-App, you can easily download YouTube or TikTok content in AAC, M4A, PUS, Vorbis, FLAC, ALAC, and WAV formats, absolutely free.": "Gure web-aplikazio erabilerrazarekin, YouTube edo TikTok edukia erraz deskarga dezakezu AAC, M4A, PUS, Vorbis, FLAC, ALAC eta WAV formatuetan, erabat doan.",
  "Convert YouTube or TikTok to MP3 - Simple Steps for Free Download": "Bihurtu YouTube edo TikTok MP3ra - Doako deskargarako urrats errazak",
  "Discover the YouTube or TikTok video you want to convert and download.": "Ezagutu bihurtu eta deskargatu nahi duzun YouTube edo TikTok bideoa.",
  "Start the video playback, then copy the video URL from your browsers address bar.": "Hasi bideoa erreproduzitzen eta kopiatu bideoaren URLa arakatzailearen helbide-barratik.",
  "Access our fast and efficient Web-App, and paste the video URL into our converter. Choose your preferred format, such as MP3 or MP4. If no format is specified, the default conversion will be to MP3.": "Sartu gure web-aplikazio azkar eta eraginkorra, eta itsatsi bideoaren URLa gure bihurgailuan. Aukeratu nahi duzun formatua, hala nola, MP3 edo MP4. Formaturik zehazten ez bada, lehenetsitako bihurketa MP3ra izango da.",
  "Initiate the conversion process with a single click. We strive to provide high-quality conversions, but please note that videos longer than 90 minutes may take a bit longer.": "Hasi bihurketa prozesua klik bakar batekin. Kalitate handiko bihurketak eskaintzen ahalegintzen gara, baina kontuan izan 90 minutu baino luzeagoak diren bideoek pixka bat gehiago behar dutela.",
  "Once the video is converted, simply click the Download button to get your file instantly.": "Bideoa bihurtutakoan, egin klik Deskargatu botoian zure fitxategia berehala lortzeko.",
  "Unlock the Power of YouTube or TikTok - Free, Safe, and Secure.": "Desblokeatu YouTube edo TikTok-en boterea: doakoa, segurua eta segurua.",
  "Filekit.cos Web-App ensures your safety and security while using our service. Feel confident knowing that our platform adheres to industry standards and that your personal information is protected. Experience the next level of YouTube or TikTok to MP3 conversion with Filekit.co - recommended by satisfied users worldwide.": "Filekit.cos Web-App-ek zure segurtasuna eta segurtasuna bermatzen ditu gure zerbitzua erabiltzen duzun bitartean. Senti zaitez ziur gure plataformak industriako estandarrak betetzen dituela eta zure informazio pertsonala babestuta dagoela jakinda. Bizi ezazu YouTube edo TikTok-en hurrengo maila MP3 bihurtzeko Filekit.co-rekin - mundu osoko erabiltzaile pozik gomendatuta.",
  "Convert YouTube video to MP3, MP4 and download": "Bihurtu YouTube bideoa MP3, MP4 eta deskargatu",
  "Convert YouTube videos to MP3, MP4, or any other format of your choice and download them.": "Bihurtu YouTube bideoak MP3, MP4 edo nahi duzun beste edozein formatura eta deskargatu.",
  "YouTube to MP3, youTube to MP4, youTube to WAV, youTube to AAC, youTube to M4A, youTube to OGG, youTube to OPUS, youTube to VORBIS, youTube to FLAC, youTube to ALAC, youTube to FLV, youTube to 3GP, youTube to WEBM": "YouTubera MP3ra, YouTubera MP4ra, YouTubera WAV, YouTubera AAC, YouTubera M4Ara, YouTubera OGGra, YouTubera OPUSera, YouTubera VORBISera, YouTubera FLACera, YouTubera ALACera, YouTubera FLVra, YouTubera 3GPra, YouTubera. WEB",
  "The best YouTube to MP3 Converter & Downloader": "YouTube-ren MP3 bihurgailu eta deskargatzaile onena",
  "Download MP3 files from YouTube videos and save them on your computer": "Deskargatu MP3 fitxategiak YouTube bideoetatik eta gorde ordenagailuan",
  "The faster YouTube to MP3 video downloader ever created!": "Inoiz sortu den YouTube-ra MP3 bideo deskargatzaile azkarragoa!",
  "Fast YouTube to MP3 conversion": "YouTube MP3 bihurketa azkarra",
  "Free video downloader": "Doako bideo deskargatzailea",
  "Download YouTube videos without software": "Deskargatu YouTube bideoak softwarerik gabe",
  "Select a YouTube video": "Hautatu YouTube bideo bat",
  "Paste the YouTube URL link": "Itsatsi YouTube URL esteka",
  "Download YouTube video to MP3": "Deskargatu YouTube bideoa MP3ra",
  "Filekit.co is by far the fastest online video converter in the world.": "Filekit.co munduko lineako bideo bihurgailurik azkarrena da.",
  "This YouTube to MP3 video downloader is free for everyone and forever.": "YouTube-ra MP3 bideo deskargatzaile hau doakoa da guztiontzat eta betirako.",
  "You can convert a YouTube video to MP3 anonymously, we are not collecting your personal data.": "YouTube bideo bat MP3 bihur dezakezu modu anonimoan, ez gara zure datu pertsonalak biltzen ari.",
  "Visit YouTube website, find and play the video you want to download and copy it's URL link.": "Bisitatu YouTube webgunea, bilatu eta erreproduzitu deskargatu nahi duzun bideoa eta kopiatu haren URL esteka.",
  "Paste the YouTube video URL link in the above search field to start MP3 conversion.": "Itsatsi YouTube bideoaren URL esteka goiko bilaketa eremuan MP3 bihurketa hasteko.",
  "Click the save button to download the Youtube video in MP3": "Egin klik Gorde botoian Youtubeko bideoa MP3n deskargatzeko",
  "Convert TikTok video to MP3, MP4 and download": "Bihurtu TikTok bideoa MP3, MP4 eta deskargatu",
  "Convert TikTok videos to MP3, MP4, or any other format of your choice and download them.": "Bihurtu TikTok bideoak MP3, MP4 edo nahi duzun beste formatu batera eta deskargatu.",
  "TikTok to MP3, TikTok to MP4, TikTok to WAV, TikTok to AAC, TikTok to M4A, TikTok to OGG, TikTok to OPUS, TikTok to VORBIS, TikTok to FLAC, TikTok to ALAC, TikTok to FLV, TikTok to 3GP, TikTok to WEBM": "TikTok-era MP3ra, TikTok-era MP4-ra, TikTok-era WAV-era, TikTok-era AAC-era, TikTok-era M4A-ra, TikTok-era OGG-era, TikTok-era OPUS-era, TikTok-era VORBIS-era, TikTok-era FLAC-era, TikTok-era ALAC-era, TikTok-era FLV-ra, TikTok-ra, TikTok-era WEB",
  "The best TikTok to MP3 Converter & Downloader": "TikTok MP3 bihurgailu eta deskargatzaile onena",
  "Download MP3 files from TikTok videos and save them on your computer": "Deskargatu TikTok bideoetatik MP3 fitxategiak eta gorde ordenagailuan",
  "The faster TikTok to MP3 video downloader ever created!": "Inoiz sortu den TikTok to MP3 bideo deskargatzaile azkarragoa!",
  "Fast TikTok to MP3 conversion": "TikTok MP3 bihurketa azkarra",
  "Download TikTok videos without software": "Deskargatu TikTok bideoak softwarerik gabe",
  "Select a TikTok video": "Hautatu TikTok bideo bat",
  "Paste the TikTok URL link": "Itsatsi TikTok URL esteka",
  "Download TikTok video to MP3": "Deskargatu TikTok bideoa MP3ra",
  "This TikTok to MP3 video downloader is free for everyone and forever.": "TikTok to MP3 bideo deskargatzaile hau doakoa da guztiontzat eta betirako.",
  "You can convert a TikTok video to MP3 anonymously, we are not collecting your personal data.": "TikTok bideo bat MP3 bihur dezakezu modu anonimoan, ez gara zure datu pertsonalak biltzen ari.",
  "Visit TikTok website, find and play the video you want to download and copy it's URL link.": "Bisitatu TikTok webgunea, bilatu eta erreproduzitu deskargatu nahi duzun bideoa eta kopiatu haren URL esteka.",
  "Paste the TikTok video URL link in the above search field to start MP3 conversion.": "Itsatsi TikTok bideoaren URL esteka goiko bilaketa-eremuan MP3 bihurketa hasteko.",
  "Click the save button to download the TikTok video in MP3": "Egin klik gorde botoian TikTok bideoa MP3-n deskargatzeko",
  "Download Video or Audio for free": "Deskargatu bideoa edo audioa doan"
}
