{
  "Download Video and Audio from YouTube": "הורד וידאו ואודיו מיוטיוב",
  "Search": "לחפש",
  "Download Video and Audio from TikTok": "הורד וידאו ואודיו מ- TikTok",
  "Convert": "להמיר",
  "File title": "כותרת הקובץ",
  "File type": "סוג קובץ",
  "Download": "הורד",
  "Please type YouTube URL first!": "אנא הקלד תחילה את כתובת האתר של YouTube",
  "Please type YouTube URL": "אנא הקלד את כתובת האתר של YouTube",
  "The best to MP3 Converter & Downloader": "הממיר וההורדה הטוב ביותר ל-MP3",
  "The best YouTube or TikTok video to MP3 Converter & Downloader": "הסרטון הטוב ביותר של YouTube או TikTok ל-MP3 ממיר והורדה",
  "Convert Video to MP3": "המרת וידאו ל-MP3",
  "Fast & Free Download": "הורדה מהירה וחינמית",
  "Looking for a reliable solution to convert YouTube or TikTok videos to MP3? Filekit.co offers an advanced online tool for seamless YouTube or TikTok to MP3 conversion, along with a range of other formats.": "מחפש פתרון אמין להמרת סרטוני YouTube או TikTok ל-MP3? Filekit.co מציע כלי מקוון מתקדם להמרה חלקה של YouTube או TikTok ל-MP3, יחד עם מגוון פורמטים אחרים.",
  "With our user-friendly Web-App, you can easily download YouTube or TikTok content in AAC, M4A, PUS, Vorbis, FLAC, ALAC, and WAV formats, absolutely free.": "עם אפליקציית האינטרנט הידידותית למשתמש שלנו, אתה יכול להוריד בקלות תוכן YouTube או TikTok בפורמטים AAC, M4A, PUS, Vorbis, FLAC, ALAC ו-WAV, בחינם לחלוטין.",
  "Convert YouTube or TikTok to MP3 - Simple Steps for Free Download": "המר את YouTube או TikTok ל-MP3 - שלבים פשוטים להורדה בחינם",
  "Discover the YouTube or TikTok video you want to convert and download.": "גלה את סרטון YouTube או TikTok שאתה רוצה להמיר ולהוריד.",
  "Start the video playback, then copy the video URL from your browsers address bar.": "התחל את הפעלת הסרטון ולאחר מכן העתק את כתובת האתר של הסרטון מסרגל הכתובות של הדפדפן שלך.",
  "Access our fast and efficient Web-App, and paste the video URL into our converter. Choose your preferred format, such as MP3 or MP4. If no format is specified, the default conversion will be to MP3.": "גש לאפליקציית האינטרנט המהירה והיעילה שלנו, והדבק את כתובת ה-URL של הסרטון בממיר שלנו. בחר את הפורמט המועדף עליך, כגון MP3 או MP4. אם לא צוין פורמט, המרת ברירת המחדל תהיה ל-MP3.",
  "Initiate the conversion process with a single click. We strive to provide high-quality conversions, but please note that videos longer than 90 minutes may take a bit longer.": "התחל את תהליך ההמרה בלחיצה אחת. אנו שואפים לספק המרות באיכות גבוהה, אך שימו לב שסרטונים שאורכם יותר מ-90 דקות עשויים להימשך מעט יותר זמן.",
  "Once the video is converted, simply click the Download button to get your file instantly.": "לאחר המרת הסרטון, פשוט לחץ על כפתור הורד כדי לקבל את הקובץ שלך באופן מיידי.",
  "Unlock the Power of YouTube or TikTok - Free, Safe, and Secure.": "פתח את הכוח של YouTube או TikTok - חינם, בטוח ומאובטח.",
  "Filekit.cos Web-App ensures your safety and security while using our service. Feel confident knowing that our platform adheres to industry standards and that your personal information is protected. Experience the next level of YouTube or TikTok to MP3 conversion with Filekit.co - recommended by satisfied users worldwide.": "Filekit.cos Web-App מבטיחה את הבטיחות והאבטחה שלך בזמן השימוש בשירות שלנו. הרגיש בטוח בידיעה שהפלטפורמה שלנו עומדת בסטנדרטים של התעשייה ושהמידע האישי שלך מוגן. חווה את הרמה הבאה של המרת YouTube או TikTok ל-MP3 עם Filekit.co - מומלץ על ידי משתמשים מרוצים ברחבי העולם.",
  "Convert YouTube video to MP3, MP4 and download": "המר סרטון YouTube ל-MP3, MP4 והורד",
  "Convert YouTube videos to MP3, MP4, or any other format of your choice and download them.": "המר סרטוני YouTube ל-MP3, MP4 או כל פורמט אחר לבחירתך והורד אותם.",
  "YouTube to MP3, youTube to MP4, youTube to WAV, youTube to AAC, youTube to M4A, youTube to OGG, youTube to OPUS, youTube to VORBIS, youTube to FLAC, youTube to ALAC, youTube to FLV, youTube to 3GP, youTube to WEBM": "YouTube ל-MP3, YouTube ל-MP4, YouTube ל-WAV, YouTube ל-AAC, YouTube ל-M4A, YouTube ל-OGG, YouTube ל-OPUS, YouTube ל-VORBIS, YouTube ל-FLAC, YouTube ל-ALAC, YouTube ל-FLV, YouTube ל-3, יוטיוב ל-3 WEBM",
  "The best YouTube to MP3 Converter & Downloader": "הממיר וההורדה הטובים ביותר של YouTube ל-MP3",
  "Download MP3 files from YouTube videos and save them on your computer": "הורד קבצי MP3 מסרטוני YouTube ושמור אותם במחשב שלך",
  "The faster YouTube to MP3 video downloader ever created!": "הורדת הווידאו של YouTube ל-MP3 המהירה יותר שנוצרה אי פעם!",
  "Fast YouTube to MP3 conversion": "המרה מהירה של YouTube ל-MP3",
  "Free video downloader": "הורדת וידאו בחינם",
  "Download YouTube videos without software": "הורד סרטוני YouTube ללא תוכנה",
  "Select a YouTube video": "בחר סרטון YouTube",
  "Paste the YouTube URL link": "הדבק את הקישור לכתובת האתר של YouTube",
  "Download YouTube video to MP3": "הורד סרטון YouTube ל-MP3",
  "Filekit.co is by far the fastest online video converter in the world.": "Filekit.co הוא ללא ספק ממיר הווידאו המקוון המהיר ביותר בעולם.",
  "This YouTube to MP3 video downloader is free for everyone and forever.": "הורדת סרטוני YouTube ל-MP3 זה בחינם לכולם ולתמיד.",
  "You can convert a YouTube video to MP3 anonymously, we are not collecting your personal data.": "אתה יכול להמיר סרטון YouTube ל-MP3 באופן אנונימי, אנחנו לא אוספים את הנתונים האישיים שלך.",
  "Visit YouTube website, find and play the video you want to download and copy it's URL link.": "בקר באתר YouTube, מצא והפעל את הסרטון שברצונך להוריד והעתק את קישור ה-URL שלו.",
  "Paste the YouTube video URL link in the above search field to start MP3 conversion.": "הדבק את הקישור לכתובת האתר של סרטון YouTube בשדה החיפוש שלמעלה כדי להתחיל המרת MP3.",
  "Click the save button to download the Youtube video in MP3": "לחץ על כפתור השמירה כדי להוריד את סרטון YouTube ב-MP3",
  "Convert TikTok video to MP3, MP4 and download": "המר וידאו של TikTok ל-MP3, MP4 והורד",
  "Convert TikTok videos to MP3, MP4, or any other format of your choice and download them.": "המר סרטוני TikTok ל-MP3, MP4 או כל פורמט אחר לבחירתך והורד אותם.",
  "TikTok to MP3, TikTok to MP4, TikTok to WAV, TikTok to AAC, TikTok to M4A, TikTok to OGG, TikTok to OPUS, TikTok to VORBIS, TikTok to FLAC, TikTok to ALAC, TikTok to FLV, TikTok to 3GP, TikTok to WEBM": "TikTok ל-MP3, TikTok ל-MP4, TikTok to WAV, TikTok to AAC, TikTok to M4A, TikTok to OGG, TikTok to OPUS, TikTok to VORBIS, TikTok to FLAC, TikTok to ALAC, TikTok to FLV, TikTok to, TikTok to, TikTok to. WEBM",
  "The best TikTok to MP3 Converter & Downloader": "הממיר וההורדה הטובים ביותר של TikTok ל-MP3",
  "Download MP3 files from TikTok videos and save them on your computer": "הורד קבצי MP3 מסרטוני TikTok ושמור אותם במחשב שלך",
  "The faster TikTok to MP3 video downloader ever created!": "הורדת הווידאו של TikTok ל-MP3 המהירה יותר שנוצרה אי פעם!",
  "Fast TikTok to MP3 conversion": "המרה מהירה של TikTok ל-MP3",
  "Download TikTok videos without software": "הורד סרטוני TikTok ללא תוכנה",
  "Select a TikTok video": "בחר סרטון TikTok",
  "Paste the TikTok URL link": "הדבק את קישור כתובת האתר של TikTok",
  "Download TikTok video to MP3": "הורד סרטון TikTok ל-MP3",
  "This TikTok to MP3 video downloader is free for everyone and forever.": "הורדת הווידאו של TikTok ל-MP3 זה בחינם לכולם ולתמיד.",
  "You can convert a TikTok video to MP3 anonymously, we are not collecting your personal data.": "אתה יכול להמיר סרטון TikTok ל-MP3 באופן אנונימי, אנחנו לא אוספים את הנתונים האישיים שלך.",
  "Visit TikTok website, find and play the video you want to download and copy it's URL link.": "בקר באתר TikTok, מצא והפעל את הסרטון שאתה רוצה להוריד והעתק את קישור ה-URL שלו.",
  "Paste the TikTok video URL link in the above search field to start MP3 conversion.": "הדבק את קישור ה-URL של סרטון TikTok בשדה החיפוש שלמעלה כדי להתחיל בהמרת MP3.",
  "Click the save button to download the TikTok video in MP3": "לחץ על כפתור השמירה כדי להוריד את סרטון ה-TikTok ב-MP3",
  "Download Video or Audio for free": "הורד וידאו או אודיו בחינם"
}
