{
  "Download Video and Audio from YouTube": "Preuzmite video i audio s YouTubea",
  "Search": "traži",
  "Download Video and Audio from TikTok": "Preuzmite video i audio s TikToka",
  "Convert": "Pretvoriti",
  "File title": "Naslov datoteke",
  "File type": "Vrsta datoteke",
  "Download": "preuzimanje datoteka",
  "Please type YouTube URL first!": "Prvo upišite YouTube URL",
  "Please type YouTube URL": "Upišite YouTube URL",
  "The best to MP3 Converter & Downloader": "Najbolji pretvarač i preuzimač u MP3",
  "The best YouTube or TikTok video to MP3 Converter & Downloader": "Najbolji YouTube ili TikTok video u MP3 konverter & Downloader",
  "Convert Video to MP3": "Pretvorite video u MP3",
  "Fast & Free Download": "Brzo i besplatno preuzimanje",
  "Looking for a reliable solution to convert YouTube or TikTok videos to MP3? Filekit.co offers an advanced online tool for seamless YouTube or TikTok to MP3 conversion, along with a range of other formats.": "Tražite pouzdano rješenje za pretvaranje YouTube ili TikTok videa u MP3? Filekit.co nudi napredni mrežni alat za besprijekornu konverziju YouTubea ili TikToka u MP3, zajedno s nizom drugih formata.",
  "With our user-friendly Web-App, you can easily download YouTube or TikTok content in AAC, M4A, PUS, Vorbis, FLAC, ALAC, and WAV formats, absolutely free.": "S našom korisničkom web-aplikacijom možete jednostavno preuzeti YouTube ili TikTok sadržaj u formatima AAC, M4A, PUS, Vorbis, FLAC, ALAC i WAV, potpuno besplatno.",
  "Convert YouTube or TikTok to MP3 - Simple Steps for Free Download": "Pretvorite YouTube ili TikTok u MP3 - jednostavni koraci za besplatno preuzimanje",
  "Discover the YouTube or TikTok video you want to convert and download.": "Otkrijte YouTube ili TikTok video koji želite pretvoriti i preuzeti.",
  "Start the video playback, then copy the video URL from your browsers address bar.": "Pokrenite reprodukciju videozapisa, zatim kopirajte URL videozapisa iz adresne trake preglednika.",
  "Access our fast and efficient Web-App, and paste the video URL into our converter. Choose your preferred format, such as MP3 or MP4. If no format is specified, the default conversion will be to MP3.": "Pristupite našoj brzoj i učinkovitoj web-aplikaciji i zalijepite URL videozapisa u naš pretvarač. Odaberite željeni format, poput MP3 ili MP4. Ako format nije naveden, zadana konverzija bit će u MP3.",
  "Initiate the conversion process with a single click. We strive to provide high-quality conversions, but please note that videos longer than 90 minutes may take a bit longer.": "Pokrenite proces konverzije jednim klikom. Nastojimo pružiti visokokvalitetne pretvorbe, ali imajte na umu da videozapisi dulji od 90 minuta mogu malo dulje trajati.",
  "Once the video is converted, simply click the Download button to get your file instantly.": "Nakon što se video konvertira, jednostavno kliknite gumb Preuzmi da biste odmah preuzeli svoju datoteku.",
  "Unlock the Power of YouTube or TikTok - Free, Safe, and Secure.": "Otključajte snagu YouTubea ili TikToka - besplatno, sigurno i zaštićeno.",
  "Filekit.cos Web-App ensures your safety and security while using our service. Feel confident knowing that our platform adheres to industry standards and that your personal information is protected. Experience the next level of YouTube or TikTok to MP3 conversion with Filekit.co - recommended by satisfied users worldwide.": "Web-aplikacija Filekit.cos osigurava vašu sigurnost i sigurnost tijekom korištenja naše usluge. Osjećajte se sigurni znajući da se naša platforma pridržava industrijskih standarda i da su vaši osobni podaci zaštićeni. Doživite sljedeću razinu pretvorbe YouTubea ili TikToka u MP3 uz Filekit.co - koji preporučuju zadovoljni korisnici diljem svijeta.",
  "Convert YouTube video to MP3, MP4 and download": "Pretvorite YouTube video u MP3, MP4 i preuzmite",
  "Convert YouTube videos to MP3, MP4, or any other format of your choice and download them.": "Pretvorite YouTube videozapise u MP3, MP4 ili bilo koji drugi format po vašem izboru i preuzmite ih.",
  "YouTube to MP3, youTube to MP4, youTube to WAV, youTube to AAC, youTube to M4A, youTube to OGG, youTube to OPUS, youTube to VORBIS, youTube to FLAC, youTube to ALAC, youTube to FLV, youTube to 3GP, youTube to WEBM": "YouTube u MP3, YouTube u MP4, YouTube u WAV, YouTube u AAC, YouTube u M4A, YouTube u OGG, youTube u OPUS, youTube u VORBIS, youTube u FLAC, youTube u ALAC, YouTube u FLV, YouTube u 3GP, YouTube u WEBM",
  "The best YouTube to MP3 Converter & Downloader": "Najbolji program za pretvaranje i preuzimanje YouTubea u MP3",
  "Download MP3 files from YouTube videos and save them on your computer": "Preuzmite MP3 datoteke s YouTube videa i spremite ih na svoje računalo",
  "The faster YouTube to MP3 video downloader ever created!": "Brži YouTube u MP3 video downloader ikada stvoren!",
  "Fast YouTube to MP3 conversion": "Brza konverzija YouTubea u MP3",
  "Free video downloader": "Besplatni video downloader",
  "Download YouTube videos without software": "Preuzmite YouTube videozapise bez softvera",
  "Select a YouTube video": "Odaberite YouTube videozapis",
  "Paste the YouTube URL link": "Zalijepite YouTube URL vezu",
  "Download YouTube video to MP3": "Preuzmite YouTube video u MP3",
  "Filekit.co is by far the fastest online video converter in the world.": "Filekit.co je daleko najbrži online video pretvarač na svijetu.",
  "This YouTube to MP3 video downloader is free for everyone and forever.": "Ovaj alat za preuzimanje videozapisa s YouTubea u MP3 besplatan je za sve i zauvijek.",
  "You can convert a YouTube video to MP3 anonymously, we are not collecting your personal data.": "YouTube video možete pretvoriti u MP3 anonimno, ne prikupljamo vaše osobne podatke.",
  "Visit YouTube website, find and play the video you want to download and copy it's URL link.": "Posjetite web mjesto YouTube, pronađite i reproducirajte video koji želite preuzeti i kopirajte njegovu URL vezu.",
  "Paste the YouTube video URL link in the above search field to start MP3 conversion.": "Zalijepite URL YouTube video vezu u gornje polje za pretraživanje da biste započeli MP3 konverziju.",
  "Click the save button to download the Youtube video in MP3": "Pritisnite gumb za spremanje za preuzimanje Youtube videa u MP3 formatu",
  "Convert TikTok video to MP3, MP4 and download": "Pretvorite TikTok video u MP3, MP4 i preuzmite",
  "Convert TikTok videos to MP3, MP4, or any other format of your choice and download them.": "Pretvorite TikTok videozapise u MP3, MP4 ili bilo koji drugi format po vašem izboru i preuzmite ih.",
  "TikTok to MP3, TikTok to MP4, TikTok to WAV, TikTok to AAC, TikTok to M4A, TikTok to OGG, TikTok to OPUS, TikTok to VORBIS, TikTok to FLAC, TikTok to ALAC, TikTok to FLV, TikTok to 3GP, TikTok to WEBM": "TikTok u MP3, TikTok u MP4, TikTok u WAV, TikTok u AAC, TikTok u M4A, TikTok u OGG, TikTok u OPUS, TikTok u VORBIS, TikTok u FLAC, TikTok u ALAC, TikTok u FLV, TikTok u 3GP, TikTok u WEBM",
  "The best TikTok to MP3 Converter & Downloader": "Najbolji pretvarač i preuzimač TikTok-a u MP3",
  "Download MP3 files from TikTok videos and save them on your computer": "Preuzmite MP3 datoteke iz TikTok videa i spremite ih na svoje računalo",
  "The faster TikTok to MP3 video downloader ever created!": "Brži TikTok u MP3 video downloader ikada stvoren!",
  "Fast TikTok to MP3 conversion": "Brza konverzija TikTok u MP3",
  "Download TikTok videos without software": "Preuzmite TikTok videozapise bez softvera",
  "Select a TikTok video": "Odaberite TikTok video",
  "Paste the TikTok URL link": "Zalijepite TikTok URL vezu",
  "Download TikTok video to MP3": "Preuzmite TikTok video u MP3",
  "This TikTok to MP3 video downloader is free for everyone and forever.": "Ovaj TikTok u MP3 video downloader besplatan je za sve i zauvijek.",
  "You can convert a TikTok video to MP3 anonymously, we are not collecting your personal data.": "TikTok video možete pretvoriti u MP3 anonimno, ne prikupljamo vaše osobne podatke.",
  "Visit TikTok website, find and play the video you want to download and copy it's URL link.": "Posjetite web mjesto TikTok, pronađite i reproducirajte video koji želite preuzeti i kopirajte njegovu URL vezu.",
  "Paste the TikTok video URL link in the above search field to start MP3 conversion.": "Zalijepite TikTok video URL vezu u gornje polje za pretraživanje da biste započeli MP3 konverziju.",
  "Click the save button to download the TikTok video in MP3": "Kliknite gumb za spremanje za preuzimanje TikTok videa u MP3 formatu",
  "Download Video or Audio for free": "Preuzmite video ili audio besplatno",
  "Type URL...": "Upišite URL..."
}
