{
  "Download Video and Audio from YouTube": "Unduh Video dan Audio dari YouTube",
  "Search": "Mencari",
  "Download Video and Audio from TikTok": "Unduh Video dan Audio dari TikTok",
  "Convert": "Mengubah",
  "File title": "Judul berkas",
  "File type": "Jenis berkas",
  "Download": "Unduh",
  "Please type YouTube URL first!": "Harap ketikkan URL YouTube terlebih dahulu",
  "Please type YouTube URL": "Silakan ketik URL YouTube",
  "The best to MP3 Converter & Downloader": "Pengonversi & Pengunduh MP3 terbaik",
  "The best YouTube or TikTok video to MP3 Converter & Downloader": "Video YouTube atau TikTok terbaik ke MP3 Converter & Downloader",
  "Convert Video to MP3": "Konversi Video ke MP3",
  "Fast & Free Download": "Unduh Cepat & Gratis",
  "Looking for a reliable solution to convert YouTube or TikTok videos to MP3? Filekit.co offers an advanced online tool for seamless YouTube or TikTok to MP3 conversion, along with a range of other formats.": "Mencari solusi andal untuk mengonversi video YouTube atau TikTok ke MP3? Filekit.co menawarkan alat online canggih untuk konversi YouTube atau TikTok ke MP3 yang mulus, bersama dengan berbagai format lainnya.",
  "With our user-friendly Web-App, you can easily download YouTube or TikTok content in AAC, M4A, PUS, Vorbis, FLAC, ALAC, and WAV formats, absolutely free.": "Dengan Aplikasi Web kami yang ramah pengguna, Anda dapat dengan mudah mengunduh konten YouTube atau TikTok dalam format AAC, M4A, PUS, Vorbis, FLAC, ALAC, dan WAV, benar-benar gratis.",
  "Convert YouTube or TikTok to MP3 - Simple Steps for Free Download": "Konversikan YouTube atau TikTok ke MP3 - Langkah Sederhana untuk Unduhan Gratis",
  "Discover the YouTube or TikTok video you want to convert and download.": "Temukan video YouTube atau TikTok yang ingin Anda konversi dan unduh.",
  "Start the video playback, then copy the video URL from your browsers address bar.": "Mulai pemutaran video, lalu salin URL video dari bilah alamat browser Anda.",
  "Access our fast and efficient Web-App, and paste the video URL into our converter. Choose your preferred format, such as MP3 or MP4. If no format is specified, the default conversion will be to MP3.": "Akses Aplikasi Web kami yang cepat dan efisien, dan rekatkan URL video ke konverter kami. Pilih format yang Anda sukai, seperti MP3 atau MP4. Jika tidak ada format yang ditentukan, konversi standarnya adalah ke MP3.",
  "Initiate the conversion process with a single click. We strive to provide high-quality conversions, but please note that videos longer than 90 minutes may take a bit longer.": "Memulai proses konversi dengan satu klik. Kami berusaha keras untuk memberikan konversi berkualitas tinggi, tetapi perlu diperhatikan bahwa video yang berdurasi lebih dari 90 menit mungkin memerlukan waktu sedikit lebih lama.",
  "Once the video is converted, simply click the Download button to get your file instantly.": "Setelah video dikonversi, cukup klik tombol Unduh untuk mendapatkan file Anda secara instan.",
  "Unlock the Power of YouTube or TikTok - Free, Safe, and Secure.": "Buka Kekuatan YouTube atau TikTok - Gratis, Aman, dan Aman.",
  "Filekit.cos Web-App ensures your safety and security while using our service. Feel confident knowing that our platform adheres to industry standards and that your personal information is protected. Experience the next level of YouTube or TikTok to MP3 conversion with Filekit.co - recommended by satisfied users worldwide.": "Aplikasi Web Filekit.cos memastikan keselamatan dan keamanan Anda saat menggunakan layanan kami. Merasa yakin mengetahui bahwa platform kami mematuhi standar industri dan bahwa informasi pribadi Anda dilindungi. Alami tingkat konversi YouTube atau TikTok ke MP3 berikutnya dengan Filekit.co - direkomendasikan oleh pengguna yang puas di seluruh dunia.",
  "Convert YouTube video to MP3, MP4 and download": "Konversikan video YouTube ke MP3, MP4, dan unduh",
  "Convert YouTube videos to MP3, MP4, or any other format of your choice and download them.": "Konversikan video YouTube ke MP3, MP4, atau format lain pilihan Anda dan unduh.",
  "YouTube to MP3, youTube to MP4, youTube to WAV, youTube to AAC, youTube to M4A, youTube to OGG, youTube to OPUS, youTube to VORBIS, youTube to FLAC, youTube to ALAC, youTube to FLV, youTube to 3GP, youTube to WEBM": "YouTube ke MP3, YouTube ke MP4, YouTube ke WAV, YouTube ke AAC, YouTube ke M4A, YouTube ke OGG, YouTube ke OPUS, YouTube ke VORBIS, YouTube ke FLAC, YouTube ke ALAC, YouTube ke FLV, YouTube ke 3GP, YouTube ke WEBM",
  "The best YouTube to MP3 Converter & Downloader": "Pengonversi & Pengunduh YouTube ke MP3 terbaik",
  "Download MP3 files from YouTube videos and save them on your computer": "Unduh file MP3 dari video YouTube dan simpan di komputer Anda",
  "The faster YouTube to MP3 video downloader ever created!": "Pengunduh video YouTube ke MP3 yang lebih cepat yang pernah dibuat!",
  "Fast YouTube to MP3 conversion": "Konversi YouTube ke MP3 yang cepat",
  "Free video downloader": "Pengunduh video gratis",
  "Download YouTube videos without software": "Unduh video YouTube tanpa perangkat lunak",
  "Select a YouTube video": "Pilih video YouTube",
  "Paste the YouTube URL link": "Tempel tautan URL YouTube",
  "Download YouTube video to MP3": "Unduh video YouTube ke MP3",
  "Filekit.co is by far the fastest online video converter in the world.": "Filekit.co sejauh ini merupakan pengonversi video online tercepat di dunia.",
  "This YouTube to MP3 video downloader is free for everyone and forever.": "Pengunduh video YouTube ke MP3 ini gratis untuk semua orang dan selamanya.",
  "You can convert a YouTube video to MP3 anonymously, we are not collecting your personal data.": "Anda dapat mengonversi video YouTube ke MP3 secara anonim, kami tidak mengumpulkan data pribadi Anda.",
  "Visit YouTube website, find and play the video you want to download and copy it's URL link.": "Kunjungi situs web YouTube, temukan dan putar video yang ingin Anda unduh dan salin tautan URL-nya.",
  "Paste the YouTube video URL link in the above search field to start MP3 conversion.": "Rekatkan tautan URL video YouTube di bidang pencarian di atas untuk memulai konversi MP3.",
  "Click the save button to download the Youtube video in MP3": "Klik tombol simpan untuk mengunduh video Youtube dalam format MP3",
  "Convert TikTok video to MP3, MP4 and download": "Konversikan video TikTok ke MP3, MP4, dan unduh",
  "Convert TikTok videos to MP3, MP4, or any other format of your choice and download them.": "Konversikan video TikTok ke MP3, MP4, atau format lain pilihan Anda dan unduh.",
  "TikTok to MP3, TikTok to MP4, TikTok to WAV, TikTok to AAC, TikTok to M4A, TikTok to OGG, TikTok to OPUS, TikTok to VORBIS, TikTok to FLAC, TikTok to ALAC, TikTok to FLV, TikTok to 3GP, TikTok to WEBM": "TikTok ke MP3, TikTok ke MP4, TikTok ke WAV, TikTok ke AAC, TikTok ke M4A, TikTok ke OGG, TikTok ke OPUS, TikTok ke VORBIS, TikTok ke FLAC, TikTok ke ALAC, TikTok ke FLV, TikTok ke 3GP, TikTok ke WEBM",
  "The best TikTok to MP3 Converter & Downloader": "Pengonversi & Pengunduh TikTok ke MP3 terbaik",
  "Download MP3 files from TikTok videos and save them on your computer": "Unduh file MP3 dari video TikTok dan simpan di komputer Anda",
  "The faster TikTok to MP3 video downloader ever created!": "Pengunduh video TikTok ke MP3 yang lebih cepat yang pernah dibuat!",
  "Fast TikTok to MP3 conversion": "Konversi TikTok ke MP3 yang cepat",
  "Download TikTok videos without software": "Unduh video TikTok tanpa perangkat lunak",
  "Select a TikTok video": "Pilih video TikTok",
  "Paste the TikTok URL link": "Tempel tautan URL TikTok",
  "Download TikTok video to MP3": "Unduh video TikTok ke MP3",
  "This TikTok to MP3 video downloader is free for everyone and forever.": "Pengunduh video TikTok ke MP3 ini gratis untuk semua orang dan selamanya.",
  "You can convert a TikTok video to MP3 anonymously, we are not collecting your personal data.": "Anda dapat mengonversi video TikTok ke MP3 secara anonim, kami tidak mengumpulkan data pribadi Anda.",
  "Visit TikTok website, find and play the video you want to download and copy it's URL link.": "Kunjungi situs web TikTok, temukan dan putar video yang ingin Anda unduh dan salin tautan URL-nya.",
  "Paste the TikTok video URL link in the above search field to start MP3 conversion.": "Rekatkan tautan URL video TikTok di bidang pencarian di atas untuk memulai konversi MP3.",
  "Click the save button to download the TikTok video in MP3": "Klik tombol simpan untuk mengunduh video TikTok dalam format MP3"
}
