{
  "Download Video and Audio from YouTube": "YouTube からビデオとオーディオをダウンロード",
  "Search": "検索",
  "Download Video and Audio from TikTok": "TikTokからビデオとオーディオをダウンロード",
  "Convert": "変換",
  "File title": "ファイルタイトル",
  "File type": "ファイルの種類",
  "Download": "ダウンロード",
  "Please type YouTube URL first!": "最初に YouTube URL を入力してください",
  "Please type YouTube URL": "YouTube の URL を入力してください",
  "The best to MP3 Converter & Downloader": "最高の MP3 コンバーター & ダウンローダー",
  "The best YouTube or TikTok video to MP3 Converter & Downloader": "最高の YouTube または TikTok ビデオから MP3 へのコンバーターおよびダウンローダー",
  "Convert Video to MP3": "ビデオを MP3 に変換",
  "Fast & Free Download": "素早く無料でダウンロード",
  "Looking for a reliable solution to convert YouTube or TikTok videos to MP3? Filekit.co offers an advanced online tool for seamless YouTube or TikTok to MP3 conversion, along with a range of other formats.": "YouTube または TikTok ビデオを MP3 に変換するための信頼できるソリューションをお探しですか? Filekit.co は、YouTube や TikTok を MP3 や他のさまざまな形式にシームレスに変換するための高度なオンライン ツールを提供します。",
  "With our user-friendly Web-App, you can easily download YouTube or TikTok content in AAC, M4A, PUS, Vorbis, FLAC, ALAC, and WAV formats, absolutely free.": "ユーザーフレンドリーな Web アプリを使用すると、YouTube または TikTok コンテンツを AAC、M4A、PUS、Vorbis、FLAC、ALAC、WAV 形式で簡単に無料でダウンロードできます。",
  "Convert YouTube or TikTok to MP3 - Simple Steps for Free Download": "YouTube または TikTok を MP3 に変換 - 無料ダウンロードのための簡単な手順",
  "Discover the YouTube or TikTok video you want to convert and download.": "変換してダウンロードしたい YouTube または TikTok ビデオを見つけます。",
  "Start the video playback, then copy the video URL from your browsers address bar.": "ビデオの再生を開始し、ブラウザのアドレス バーからビデオの URL をコピーします。",
  "Access our fast and efficient Web-App, and paste the video URL into our converter. Choose your preferred format, such as MP3 or MP4. If no format is specified, the default conversion will be to MP3.": "高速かつ効率的な Web アプリにアクセスし、ビデオ URL をコンバーターに貼り付けます。 MP3 や MP4 など、好みの形式を選択します。形式が指定されていない場合、デフォルトの変換は MP3 になります。",
  "Initiate the conversion process with a single click. We strive to provide high-quality conversions, but please note that videos longer than 90 minutes may take a bit longer.": "ワンクリックで変換プロセスを開始します。高品質の変換を提供するよう努めていますが、90 分を超える動画の場合は少し時間がかかる場合があることにご注意ください。",
  "Once the video is converted, simply click the Download button to get your file instantly.": "ビデオが変換されたら、「ダウンロード」ボタンをクリックするだけですぐにファイルを取得できます。",
  "Unlock the Power of YouTube or TikTok - Free, Safe, and Secure.": "YouTube や TikTok のパワーを解放 - 無料、安全、安心。",
  "Filekit.cos Web-App ensures your safety and security while using our service. Feel confident knowing that our platform adheres to industry standards and that your personal information is protected. Experience the next level of YouTube or TikTok to MP3 conversion with Filekit.co - recommended by satisfied users worldwide.": "Filekit.cos Web-App は、当社のサービスを使用する際の安全性とセキュリティを保証します。当社のプラットフォームは業界標準に準拠しており、個人情報は保護されているので、安心してください。 Filekit.co を使用して、次のレベルの YouTube または TikTok から MP3 への変換を体験してください。世界中の満足したユーザーから推奨されています。",
  "Convert YouTube video to MP3, MP4 and download": "YouTubeビデオをMP3、MP4に変換してダウンロードします",
  "Convert YouTube videos to MP3, MP4, or any other format of your choice and download them.": "YouTube ビデオを MP3、MP4、またはその他の選択した形式に変換してダウンロードします。",
  "YouTube to MP3, youTube to MP4, youTube to WAV, youTube to AAC, youTube to M4A, youTube to OGG, youTube to OPUS, youTube to VORBIS, youTube to FLAC, youTube to ALAC, youTube to FLV, youTube to 3GP, youTube to WEBM": "YouTube から MP3、YouTube から MP4、YouTube から WAV、YouTube から AAC、YouTube から M4A、YouTube から OGG、YouTube から OPUS、YouTube から VORBIS、YouTube から FLAC、YouTube から ALAC、YouTube から FLV、YouTube から 3GP、YouTube からWEBM",
  "The best YouTube to MP3 Converter & Downloader": "最高の YouTube MP3 コンバーターおよびダウンローダー",
  "Download MP3 files from YouTube videos and save them on your computer": "YouTube ビデオから MP3 ファイルをダウンロードしてコンピュータに保存します",
  "The faster YouTube to MP3 video downloader ever created!": "これまでにないほど高速な YouTube to MP3 ビデオ ダウンローダー!",
  "Fast YouTube to MP3 conversion": "YouTube から MP3 への高速変換",
  "Free video downloader": "無料のビデオダウンローダー",
  "Download YouTube videos without software": "ソフトウェアを使わずに YouTube 動画をダウンロード",
  "Select a YouTube video": "YouTube ビデオを選択してください",
  "Paste the YouTube URL link": "YouTube の URL リンクを貼り付けます",
  "Download YouTube video to MP3": "YouTube ビデオを MP3 にダウンロード",
  "Filekit.co is by far the fastest online video converter in the world.": "Filekit.co は、これまでのところ世界最速のオンライン ビデオ コンバーターです。",
  "This YouTube to MP3 video downloader is free for everyone and forever.": "この YouTube to MP3 ビデオダウンローダーは、誰でも永久に無料でご利用いただけます。",
  "You can convert a YouTube video to MP3 anonymously, we are not collecting your personal data.": "YouTube ビデオを匿名で MP3 に変換できます。私たちはあなたの個人データを収集しません。",
  "Visit YouTube website, find and play the video you want to download and copy it's URL link.": "YouTube Web サイトにアクセスし、ダウンロードしたいビデオを見つけて再生し、その URL リンクをコピーします。",
  "Paste the YouTube video URL link in the above search field to start MP3 conversion.": "上の検索フィールドに YouTube 動画の URL リンクを貼り付けて、MP3 変換を開始します。",
  "Click the save button to download the Youtube video in MP3": "保存ボタンをクリックして、YoutubeビデオをMP3でダウンロードします",
  "Convert TikTok video to MP3, MP4 and download": "TikTokビデオをMP3、MP4に変換してダウンロード",
  "Convert TikTok videos to MP3, MP4, or any other format of your choice and download them.": "TikTokビデオをMP3、MP4、またはその他の選択した形式に変換してダウンロードします。",
  "TikTok to MP3, TikTok to MP4, TikTok to WAV, TikTok to AAC, TikTok to M4A, TikTok to OGG, TikTok to OPUS, TikTok to VORBIS, TikTok to FLAC, TikTok to ALAC, TikTok to FLV, TikTok to 3GP, TikTok to WEBM": "TikTok から MP3、TikTok から MP4、TikTok から WAV、TikTok から AAC、TikTok から M4A、TikTok から OGG、TikTok から OPUS、TikTok から VORBIS、TikTok から FLAC、TikTok から ALAC、TikTok から FLV、TikTok から 3GP、TikTok からWEBM",
  "The best TikTok to MP3 Converter & Downloader": "最高の TikTok MP3 コンバーター & ダウンローダー",
  "Download MP3 files from TikTok videos and save them on your computer": "TikTokビデオからMP3ファイルをダウンロードしてコンピュータに保存します",
  "The faster TikTok to MP3 video downloader ever created!": "これまでに作成されたより高速な TikTok to MP3 ビデオ ダウンローダー!",
  "Fast TikTok to MP3 conversion": "TikTokからMP3への高速変換",
  "Download TikTok videos without software": "ソフトウェアなしでTikTokビデオをダウンロード",
  "Select a TikTok video": "TikTokビデオを選択してください",
  "Paste the TikTok URL link": "TikTok URLリンクを貼り付けます",
  "Download TikTok video to MP3": "TikTokビデオをMP3にダウンロード",
  "This TikTok to MP3 video downloader is free for everyone and forever.": "この TikTok to MP3 ビデオダウンローダーは、誰でも永久に無料でご利用いただけます。",
  "You can convert a TikTok video to MP3 anonymously, we are not collecting your personal data.": "TikTokビデオを匿名でMP3に変換できます。私たちはあなたの個人データを収集しません。",
  "Visit TikTok website, find and play the video you want to download and copy it's URL link.": "TikTok Webサイトにアクセスし、ダウンロードしたい動画を見つけて再生し、そのURLリンクをコピーします。",
  "Paste the TikTok video URL link in the above search field to start MP3 conversion.": "TikTokビデオのURLリンクを上の検索フィールドに貼り付けて、MP3変換を開始します。",
  "Click the save button to download the TikTok video in MP3": "保存ボタンをクリックして、TikTokビデオをMP3でダウンロードします"
}
