{
  "Download Video and Audio from YouTube": "YouTube वरून व्हिडिओ आणि ऑडिओ डाउनलोड करा",
  "Search": "शोधा",
  "Download Video and Audio from TikTok": "TikTok वरून व्हिडिओ आणि ऑडिओ डाउनलोड करा",
  "Convert": "रूपांतर करा",
  "File title": "फाइल शीर्षक",
  "File type": "दस्तावेजाचा प्रकार",
  "Download": "डाउनलोड करा",
  "Please type YouTube URL first!": "कृपया प्रथम YouTube URL टाइप करा",
  "Please type YouTube URL": "कृपया YouTube URL टाइप करा",
  "The best to MP3 Converter & Downloader": "MP3 कनवर्टर आणि डाउनलोडरसाठी सर्वोत्तम",
  "The best YouTube or TikTok video to MP3 Converter & Downloader": "MP3 कनवर्टर आणि डाउनलोडरवर सर्वोत्तम YouTube किंवा TikTok व्हिडिओ",
  "Convert Video to MP3": "व्हिडिओ एमपी 3 मध्ये रूपांतरित करा",
  "Fast & Free Download": "जलद आणि विनामूल्य डाउनलोड",
  "Looking for a reliable solution to convert YouTube or TikTok videos to MP3? Filekit.co offers an advanced online tool for seamless YouTube or TikTok to MP3 conversion, along with a range of other formats.": "YouTube किंवा TikTok व्हिडिओ MP3 मध्ये रूपांतरित करण्यासाठी विश्वसनीय उपाय शोधत आहात? Filekit.co इतर फॉरमॅटच्या श्रेणीसह अखंड YouTube किंवा TikTok ते MP3 रूपांतरणासाठी प्रगत ऑनलाइन साधन ऑफर करते.",
  "With our user-friendly Web-App, you can easily download YouTube or TikTok content in AAC, M4A, PUS, Vorbis, FLAC, ALAC, and WAV formats, absolutely free.": "आमच्या वापरकर्त्यासाठी अनुकूल वेब-अ‍ॅपसह, तुम्ही YouTube किंवा TikTok सामग्री AAC, M4A, PUS, Vorbis, FLAC, ALAC आणि WAV फॉरमॅटमध्ये अगदी मोफत डाउनलोड करू शकता.",
  "Convert YouTube or TikTok to MP3 - Simple Steps for Free Download": "YouTube किंवा TikTok ला MP3 मध्ये रूपांतरित करा - विनामूल्य डाउनलोडसाठी सोप्या पायऱ्या",
  "Discover the YouTube or TikTok video you want to convert and download.": "तुम्हाला रूपांतरित आणि डाउनलोड करायचे असलेले YouTube किंवा TikTok व्हिडिओ शोधा.",
  "Start the video playback, then copy the video URL from your browsers address bar.": "व्हिडिओ प्लेबॅक सुरू करा, नंतर तुमच्या ब्राउझरच्या अॅड्रेस बारमधून व्हिडिओ URL कॉपी करा.",
  "Access our fast and efficient Web-App, and paste the video URL into our converter. Choose your preferred format, such as MP3 or MP4. If no format is specified, the default conversion will be to MP3.": "आमच्या जलद आणि कार्यक्षम वेब अॅपमध्ये प्रवेश करा आणि आमच्या कन्व्हर्टरमध्ये व्हिडिओ URL पेस्ट करा. तुमचा पसंतीचा फॉरमॅट निवडा, जसे की MP3 किंवा MP4. कोणतेही स्वरूप निर्दिष्ट केले नसल्यास, डीफॉल्ट रूपांतरण MP3 मध्ये होईल.",
  "Initiate the conversion process with a single click. We strive to provide high-quality conversions, but please note that videos longer than 90 minutes may take a bit longer.": "एका क्लिकने रूपांतरण प्रक्रिया सुरू करा. आम्ही उच्च-गुणवत्तेची रूपांतरणे प्रदान करण्याचा प्रयत्न करतो, परंतु कृपया लक्षात ठेवा की 90 मिनिटांपेक्षा जास्त व्हिडिओंना थोडा जास्त वेळ लागू शकतो.",
  "Once the video is converted, simply click the Download button to get your file instantly.": "एकदा व्हिडिओ रूपांतरित झाल्यानंतर, तुमची फाइल त्वरित मिळविण्यासाठी फक्त डाउनलोड बटणावर क्लिक करा.",
  "Unlock the Power of YouTube or TikTok - Free, Safe, and Secure.": "YouTube किंवा TikTok ची शक्ती अनलॉक करा - विनामूल्य, सुरक्षित आणि सुरक्षित.",
  "Filekit.cos Web-App ensures your safety and security while using our service. Feel confident knowing that our platform adheres to industry standards and that your personal information is protected. Experience the next level of YouTube or TikTok to MP3 conversion with Filekit.co - recommended by satisfied users worldwide.": "Filekit.cos वेब-अ‍ॅप आमची सेवा वापरताना तुमची सुरक्षितता आणि सुरक्षितता सुनिश्चित करते. आमचे प्लॅटफॉर्म उद्योग मानकांचे पालन करते आणि तुमची वैयक्तिक माहिती संरक्षित आहे हे जाणून खात्री बाळगा. Filekit.co सह YouTube किंवा TikTok ते MP3 रूपांतरणाचा पुढील स्तराचा अनुभव घ्या - जगभरातील समाधानी वापरकर्त्यांनी शिफारस केली आहे.",
  "Convert YouTube video to MP3, MP4 and download": "YouTube व्हिडिओ MP3, MP4 मध्ये रूपांतरित करा आणि डाउनलोड करा",
  "Convert YouTube videos to MP3, MP4, or any other format of your choice and download them.": "YouTube व्हिडिओंना MP3, MP4 किंवा तुमच्या पसंतीच्या कोणत्याही फॉरमॅटमध्ये रूपांतरित करा आणि ते डाउनलोड करा.",
  "YouTube to MP3, youTube to MP4, youTube to WAV, youTube to AAC, youTube to M4A, youTube to OGG, youTube to OPUS, youTube to VORBIS, youTube to FLAC, youTube to ALAC, youTube to FLV, youTube to 3GP, youTube to WEBM": "YouTube ते MP3, YouTube ते MP4, YouTube ते WAV, YouTube ते AAC, YouTube ते M4A, YouTube ते OGG, YouTube ते OPUS, YouTube ते VORBIS, YouTube ते FLAC, YouTube ते ALAC, YouTube ते FLV, YouTube ते FLV, youTube ते GP3 WEBM",
  "The best YouTube to MP3 Converter & Downloader": "सर्वोत्तम YouTube ते MP3 कनवर्टर आणि डाउनलोडर",
  "Download MP3 files from YouTube videos and save them on your computer": "YouTube व्हिडीओवरून MP3 फाइल डाउनलोड करा आणि त्या तुमच्या संगणकावर सेव्ह करा",
  "The faster YouTube to MP3 video downloader ever created!": "आतापर्यंत तयार केलेला वेगवान YouTube ते MP3 व्हिडिओ डाउनलोडर!",
  "Fast YouTube to MP3 conversion": "जलद YouTube ते MP3 रूपांतरण",
  "Free video downloader": "विनामूल्य व्हिडिओ डाउनलोडर",
  "Download YouTube videos without software": "सॉफ्टवेअरशिवाय YouTube व्हिडिओ डाउनलोड करा",
  "Select a YouTube video": "YouTube व्हिडिओ निवडा",
  "Paste the YouTube URL link": "YouTube URL लिंक पेस्ट करा",
  "Download YouTube video to MP3": "YouTube व्हिडिओ MP3 वर डाउनलोड करा",
  "Filekit.co is by far the fastest online video converter in the world.": "Filekit.co हे जगातील सर्वात जलद ऑनलाइन व्हिडिओ कनवर्टर आहे.",
  "This YouTube to MP3 video downloader is free for everyone and forever.": "हा YouTube ते MP3 व्हिडिओ डाउनलोडर प्रत्येकासाठी आणि कायमचा विनामूल्य आहे.",
  "You can convert a YouTube video to MP3 anonymously, we are not collecting your personal data.": "तुम्ही अज्ञातपणे YouTube व्हिडिओ MP3 मध्ये रूपांतरित करू शकता, आम्ही तुमचा वैयक्तिक डेटा संकलित करत नाही.",
  "Visit YouTube website, find and play the video you want to download and copy it's URL link.": "YouTube वेबसाइटला भेट द्या, तुम्हाला डाउनलोड करायचा असलेला व्हिडिओ शोधा आणि प्ले करा आणि त्याची URL लिंक कॉपी करा.",
  "Paste the YouTube video URL link in the above search field to start MP3 conversion.": "MP3 रूपांतरण सुरू करण्यासाठी वरील शोध क्षेत्रात YouTube व्हिडिओ URL लिंक पेस्ट करा.",
  "Click the save button to download the Youtube video in MP3": "Youtube व्हिडिओ MP3 मध्ये डाउनलोड करण्यासाठी सेव्ह बटणावर क्लिक करा",
  "Convert TikTok video to MP3, MP4 and download": "TikTok व्हिडिओला MP3, MP4 मध्ये रूपांतरित करा आणि डाउनलोड करा",
  "Convert TikTok videos to MP3, MP4, or any other format of your choice and download them.": "TikTok व्हिडिओंना MP3, MP4 किंवा तुमच्या पसंतीच्या कोणत्याही फॉरमॅटमध्ये रूपांतरित करा आणि ते डाउनलोड करा.",
  "TikTok to MP3, TikTok to MP4, TikTok to WAV, TikTok to AAC, TikTok to M4A, TikTok to OGG, TikTok to OPUS, TikTok to VORBIS, TikTok to FLAC, TikTok to ALAC, TikTok to FLV, TikTok to 3GP, TikTok to WEBM": "TikTok to MP3, TikTok to MP4, TikTok to WAV, TikTok to AAC, TikTok ते M4A, TikTok ते OGG, TikTok ते OPUS, TikTok ते VORBIS, TikTok ते FLAC, TikTok ते ALAC, TikTok ते tookTok, FLV, TikTok ते FLV, tokTok WEBM",
  "The best TikTok to MP3 Converter & Downloader": "सर्वोत्तम TikTok to MP3 कनवर्टर आणि डाउनलोडर",
  "Download MP3 files from TikTok videos and save them on your computer": "TikTok व्हिडिओवरून MP3 फाइल डाउनलोड करा आणि त्या तुमच्या संगणकावर सेव्ह करा",
  "The faster TikTok to MP3 video downloader ever created!": "आतापर्यंतचा सर्वात वेगवान TikTok ते MP3 व्हिडिओ डाउनलोडर तयार झाला आहे!",
  "Fast TikTok to MP3 conversion": "फास्ट TikTok ते MP3 रूपांतरण",
  "Download TikTok videos without software": "सॉफ्टवेअरशिवाय TikTok व्हिडिओ डाउनलोड करा",
  "Select a TikTok video": "TikTok व्हिडिओ निवडा",
  "Paste the TikTok URL link": "TikTok URL लिंक पेस्ट करा",
  "Download TikTok video to MP3": "TikTok व्हिडिओ MP3 वर डाउनलोड करा",
  "This TikTok to MP3 video downloader is free for everyone and forever.": "हा TikTok to MP3 व्हिडिओ डाउनलोडर प्रत्येकासाठी आणि कायमचा विनामूल्य आहे.",
  "You can convert a TikTok video to MP3 anonymously, we are not collecting your personal data.": "तुम्ही अनामिकपणे TikTok व्हिडिओ MP3 मध्ये रूपांतरित करू शकता, आम्ही तुमचा वैयक्तिक डेटा गोळा करत नाही.",
  "Visit TikTok website, find and play the video you want to download and copy it's URL link.": "TikTok वेबसाइटला भेट द्या, तुम्हाला डाउनलोड करायचा असलेला व्हिडिओ शोधा आणि प्ले करा आणि त्याची URL लिंक कॉपी करा.",
  "Paste the TikTok video URL link in the above search field to start MP3 conversion.": "MP3 रूपांतरण सुरू करण्यासाठी वरील शोध क्षेत्रात TikTok व्हिडिओ URL लिंक पेस्ट करा.",
  "Click the save button to download the TikTok video in MP3": "TikTok व्हिडिओ MP3 मध्ये डाउनलोड करण्यासाठी सेव्ह बटणावर क्लिक करा",
  "Download Video or Audio for free": "व्हिडिओ किंवा ऑडिओ विनामूल्य डाउनलोड करा",
  "Type URL...": "URL टाइप करा..."
}
