{
  "Download Video and Audio from YouTube": "Pobierz wideo i audio z YouTube",
  "Search": "Szukaj",
  "Download Video and Audio from TikTok": "Pobierz wideo i audio z TikTok",
  "Convert": "Konwertować",
  "File title": "Tytuł pliku",
  "File type": "Typ pliku",
  "Download": "Pobierać",
  "Please type YouTube URL first!": "Najpierw wpisz adres URL YouTube",
  "Please type YouTube URL": "Wpisz URL YouTube",
  "The best to MP3 Converter & Downloader": "Najlepszy konwerter i program do pobierania plików MP3",
  "The best YouTube or TikTok video to MP3 Converter & Downloader": "Najlepszy konwerter i downloader wideo z YouTube lub TikTok na MP3",
  "Convert Video to MP3": "Konwertuj wideo na MP3",
  "Fast & Free Download": "Szybkie i bezpłatne pobieranie",
  "Looking for a reliable solution to convert YouTube or TikTok videos to MP3? Filekit.co offers an advanced online tool for seamless YouTube or TikTok to MP3 conversion, along with a range of other formats.": "Szukasz niezawodnego rozwiązania do konwersji filmów z YouTube lub TikTok na MP3? Filekit.co oferuje zaawansowane narzędzie online do bezproblemowej konwersji YouTube lub TikTok na MP3, a także szereg innych formatów.",
  "With our user-friendly Web-App, you can easily download YouTube or TikTok content in AAC, M4A, PUS, Vorbis, FLAC, ALAC, and WAV formats, absolutely free.": "Dzięki naszej przyjaznej dla użytkownika aplikacji internetowej możesz łatwo i bezpłatnie pobierać treści z YouTube lub TikTok w formatach AAC, M4A, PUS, Vorbis, FLAC, ALAC i WAV.",
  "Convert YouTube or TikTok to MP3 - Simple Steps for Free Download": "Konwertuj YouTube lub TikTok na MP3 — proste kroki do bezpłatnego pobrania",
  "Discover the YouTube or TikTok video you want to convert and download.": "Odkryj film z YouTube lub TikTok, który chcesz przekonwertować i pobrać.",
  "Start the video playback, then copy the video URL from your browsers address bar.": "Rozpocznij odtwarzanie wideo, a następnie skopiuj adres URL wideo z paska adresu przeglądarki.",
  "Access our fast and efficient Web-App, and paste the video URL into our converter. Choose your preferred format, such as MP3 or MP4. If no format is specified, the default conversion will be to MP3.": "Uzyskaj dostęp do naszej szybkiej i wydajnej aplikacji internetowej i wklej adres URL wideo do naszego konwertera. Wybierz preferowany format, na przykład MP3 lub MP4. Jeśli nie określono żadnego formatu, domyślną konwersją będzie format MP3.",
  "Initiate the conversion process with a single click. We strive to provide high-quality conversions, but please note that videos longer than 90 minutes may take a bit longer.": "Rozpocznij proces konwersji jednym kliknięciem. Staramy się zapewniać konwersje wysokiej jakości, ale pamiętaj, że filmy dłuższe niż 90 minut mogą trwać nieco dłużej.",
  "Once the video is converted, simply click the Download button to get your file instantly.": "Po przekonwertowaniu wideo wystarczy kliknąć przycisk Pobierz, aby natychmiast pobrać plik.",
  "Unlock the Power of YouTube or TikTok - Free, Safe, and Secure.": "Odblokuj moc YouTube lub TikTok — za darmo, bezpiecznie i pewnie.",
  "Filekit.cos Web-App ensures your safety and security while using our service. Feel confident knowing that our platform adheres to industry standards and that your personal information is protected. Experience the next level of YouTube or TikTok to MP3 conversion with Filekit.co - recommended by satisfied users worldwide.": "Filekit.cos Web-App zapewnia Twoje bezpieczeństwo podczas korzystania z naszego serwisu. Poczuj się pewnie, wiedząc, że nasza platforma spełnia standardy branżowe, a Twoje dane osobowe są chronione. Doświadcz następnego poziomu konwersji YouTube lub TikTok do MP3 z Filekit.co - polecanym przez zadowolonych użytkowników na całym świecie.",
  "Convert YouTube video to MP3, MP4 and download": "Konwertuj wideo z YouTube'a na MP3, MP4 i pobieraj",
  "Convert YouTube videos to MP3, MP4, or any other format of your choice and download them.": "Konwertuj filmy z YouTube'a na MP3, MP4 lub dowolny inny wybrany format i pobierz je.",
  "YouTube to MP3, youTube to MP4, youTube to WAV, youTube to AAC, youTube to M4A, youTube to OGG, youTube to OPUS, youTube to VORBIS, youTube to FLAC, youTube to ALAC, youTube to FLV, youTube to 3GP, youTube to WEBM": "Z YouTube na MP3, z YouTube na MP4, z YouTube na WAV, z YouTube na AAC, z YouTube na M4A, z YouTube na OGG, z YouTube na OPUS, z YouTube na VORBIS, z YouTube na FLAC, z YouTube na ALAC, z YouTube na FLV, z YouTube na 3GP, z YouTube na WEBM",
  "The best YouTube to MP3 Converter & Downloader": "Najlepszy konwerter i downloader z YouTube na MP3",
  "Download MP3 files from YouTube videos and save them on your computer": "Pobierz pliki MP3 z filmów z YouTube i zapisz je na swoim komputerze",
  "The faster YouTube to MP3 video downloader ever created!": "Szybszy program do pobierania wideo z YouTube do MP3, jaki kiedykolwiek stworzono!",
  "Fast YouTube to MP3 conversion": "Szybka konwersja YouTube do MP3",
  "Free video downloader": "Darmowy program do pobierania wideo",
  "Download YouTube videos without software": "Pobierz filmy z YouTube bez oprogramowania",
  "Select a YouTube video": "Wybierz film z YouTube",
  "Paste the YouTube URL link": "Wklej link do adresu URL YouTube",
  "Download YouTube video to MP3": "Pobierz wideo z YouTube'a do MP3",
  "Filekit.co is by far the fastest online video converter in the world.": "Filekit.co jest zdecydowanie najszybszym konwerterem wideo online na świecie.",
  "This YouTube to MP3 video downloader is free for everyone and forever.": "Ten program do pobierania wideo z YouTube na MP3 jest bezpłatny dla wszystkich i na zawsze.",
  "You can convert a YouTube video to MP3 anonymously, we are not collecting your personal data.": "Możesz anonimowo przekonwertować film z YouTube'a na MP3, nie zbieramy Twoich danych osobowych.",
  "Visit YouTube website, find and play the video you want to download and copy it's URL link.": "Odwiedź witrynę YouTube, znajdź i odtwórz film, który chcesz pobrać, i skopiuj jego link URL.",
  "Paste the YouTube video URL link in the above search field to start MP3 conversion.": "Wklej link URL filmu YouTube w powyższym polu wyszukiwania, aby rozpocząć konwersję MP3.",
  "Click the save button to download the Youtube video in MP3": "Kliknij przycisk Zapisz, aby pobrać wideo z YouTube w formacie MP3",
  "Convert TikTok video to MP3, MP4 and download": "Konwertuj wideo TikTok na MP3, MP4 i pobieraj",
  "Convert TikTok videos to MP3, MP4, or any other format of your choice and download them.": "Konwertuj filmy TikTok na MP3, MP4 lub dowolny inny wybrany format i pobierz je.",
  "TikTok to MP3, TikTok to MP4, TikTok to WAV, TikTok to AAC, TikTok to M4A, TikTok to OGG, TikTok to OPUS, TikTok to VORBIS, TikTok to FLAC, TikTok to ALAC, TikTok to FLV, TikTok to 3GP, TikTok to WEBM": "TikTok do MP3, TikTok do MP4, TikTok do WAV, TikTok do AAC, TikTok do M4A, TikTok do OGG, TikTok do OPUS, TikTok do VORBIS, TikTok do FLAC, TikTok do ALAC, TikTok do FLV, TikTok do 3GP, TikTok do WEBM",
  "The best TikTok to MP3 Converter & Downloader": "Najlepszy konwerter i downloader TikTok na MP3",
  "Download MP3 files from TikTok videos and save them on your computer": "Pobierz pliki MP3 z filmów TikTok i zapisz je na swoim komputerze",
  "The faster TikTok to MP3 video downloader ever created!": "Szybszy program do pobierania wideo z TikTok do formatu MP3, jaki kiedykolwiek stworzono!",
  "Fast TikTok to MP3 conversion": "Szybka konwersja TikTok do MP3",
  "Download TikTok videos without software": "Pobierz filmy TikTok bez oprogramowania",
  "Select a TikTok video": "Wybierz film TikTok",
  "Paste the TikTok URL link": "Wklej link do adresu URL TikTok",
  "Download TikTok video to MP3": "Pobierz wideo TikTok do MP3",
  "This TikTok to MP3 video downloader is free for everyone and forever.": "Ten program do pobierania wideo z TikTok do formatu MP3 jest bezpłatny dla wszystkich i na zawsze.",
  "You can convert a TikTok video to MP3 anonymously, we are not collecting your personal data.": "Możesz anonimowo przekonwertować film TikTok na MP3, nie zbieramy Twoich danych osobowych.",
  "Visit TikTok website, find and play the video you want to download and copy it's URL link.": "Odwiedź witrynę TikTok, znajdź i odtwórz wideo, które chcesz pobrać, i skopiuj jego link URL.",
  "Paste the TikTok video URL link in the above search field to start MP3 conversion.": "Wklej link do adresu URL wideo TikTok w powyższym polu wyszukiwania, aby rozpocząć konwersję MP3.",
  "Click the save button to download the TikTok video in MP3": "Kliknij przycisk Zapisz, aby pobrać wideo TikTok w formacie MP3"
}
