{
  "Download Video and Audio from YouTube": "Baixar vídeo e áudio do YouTube",
  "Search": "Procurar",
  "Download Video and Audio from TikTok": "Baixar vídeo e áudio do TikTok",
  "Convert": "Converter",
  "File title": "Título do arquivo",
  "File type": "Tipo de arquivo",
  "Download": "Download",
  "Please type YouTube URL first!": "Digite o URL do YouTube primeiro",
  "Please type YouTube URL": "Digite o URL do YouTube",
  "The best to MP3 Converter & Downloader": "O melhor conversor e downloader de MP3",
  "The best YouTube or TikTok video to MP3 Converter & Downloader": "O melhor conversor e downloader de vídeo do YouTube ou TikTok para MP3",
  "Convert Video to MP3": "Converter vídeo para MP3",
  "Fast & Free Download": "Download rápido e gratuito",
  "Looking for a reliable solution to convert YouTube or TikTok videos to MP3? Filekit.co offers an advanced online tool for seamless YouTube or TikTok to MP3 conversion, along with a range of other formats.": "Procurando uma solução confiável para converter vídeos do YouTube ou TikTok para MP3? Filekit.co oferece uma ferramenta on-line avançada para conversão perfeita de YouTube ou TikTok para MP3, juntamente com uma variedade de outros formatos.",
  "With our user-friendly Web-App, you can easily download YouTube or TikTok content in AAC, M4A, PUS, Vorbis, FLAC, ALAC, and WAV formats, absolutely free.": "Com nosso aplicativo da Web fácil de usar, você pode baixar facilmente o conteúdo do YouTube ou TikTok nos formatos AAC, M4A, PUS, Vorbis, FLAC, ALAC e WAV, totalmente grátis.",
  "Convert YouTube or TikTok to MP3 - Simple Steps for Free Download": "Converta YouTube ou TikTok para MP3 - etapas simples para download gratuito",
  "Discover the YouTube or TikTok video you want to convert and download.": "Descubra o vídeo do YouTube ou TikTok que você deseja converter e baixar.",
  "Start the video playback, then copy the video URL from your browsers address bar.": "Inicie a reprodução do vídeo e copie o URL do vídeo da barra de endereços do navegador.",
  "Access our fast and efficient Web-App, and paste the video URL into our converter. Choose your preferred format, such as MP3 or MP4. If no format is specified, the default conversion will be to MP3.": "Acesse nosso Web-App rápido e eficiente e cole a URL do vídeo em nosso conversor. Escolha seu formato preferido, como MP3 ou MP4. Se nenhum formato for especificado, a conversão padrão será para MP3.",
  "Initiate the conversion process with a single click. We strive to provide high-quality conversions, but please note that videos longer than 90 minutes may take a bit longer.": "Inicie o processo de conversão com um único clique. Nós nos esforçamos para fornecer conversões de alta qualidade, mas observe que vídeos com mais de 90 minutos podem demorar um pouco mais.",
  "Once the video is converted, simply click the Download button to get your file instantly.": "Depois que o vídeo for convertido, basta clicar no botão Download para obter seu arquivo instantaneamente.",
  "Unlock the Power of YouTube or TikTok - Free, Safe, and Secure.": "Desbloqueie o poder do YouTube ou TikTok - grátis, seguro e seguro.",
  "Filekit.cos Web-App ensures your safety and security while using our service. Feel confident knowing that our platform adheres to industry standards and that your personal information is protected. Experience the next level of YouTube or TikTok to MP3 conversion with Filekit.co - recommended by satisfied users worldwide.": "Filekit.cos Web-App garante sua segurança e proteção ao usar nosso serviço. Sinta-se confiante sabendo que nossa plataforma segue os padrões do setor e que suas informações pessoais estão protegidas. Experimente o próximo nível de conversão do YouTube ou TikTok para MP3 com Filekit.co - recomendado por usuários satisfeitos em todo o mundo.",
  "Convert YouTube video to MP3, MP4 and download": "Converta vídeos do YouTube para MP3, MP4 e baixe",
  "Convert YouTube videos to MP3, MP4, or any other format of your choice and download them.": "Converta vídeos do YouTube para MP3, MP4 ou qualquer outro formato de sua escolha e baixe-os.",
  "YouTube to MP3, youTube to MP4, youTube to WAV, youTube to AAC, youTube to M4A, youTube to OGG, youTube to OPUS, youTube to VORBIS, youTube to FLAC, youTube to ALAC, youTube to FLV, youTube to 3GP, youTube to WEBM": "YouTube para MP3, youtube para MP4, youtube para WAV, youtube para AAC, youtube para M4A, youtube para OGG, youtube para OPUS, youtube para VORBIS, youtube para FLAC, youtube para ALAC, youtube para FLV, youtube para 3GP, youtube para WEBM",
  "The best YouTube to MP3 Converter & Downloader": "O melhor conversor e downloader de YouTube para MP3",
  "Download MP3 files from YouTube videos and save them on your computer": "Baixe arquivos MP3 de vídeos do YouTube e salve-os em seu computador",
  "The faster YouTube to MP3 video downloader ever created!": "O mais rápido downloader de vídeos do YouTube para MP3 já criado!",
  "Fast YouTube to MP3 conversion": "Conversão rápida de YouTube para MP3",
  "Free video downloader": "downloader de vídeo grátis",
  "Download YouTube videos without software": "Baixe vídeos do YouTube sem software",
  "Select a YouTube video": "Selecione um vídeo do YouTube",
  "Paste the YouTube URL link": "Cole o link do URL do YouTube",
  "Download YouTube video to MP3": "Baixar vídeo do YouTube para MP3",
  "Filekit.co is by far the fastest online video converter in the world.": "Filekit.co é de longe o conversor de vídeo online mais rápido do mundo.",
  "This YouTube to MP3 video downloader is free for everyone and forever.": "Este downloader de vídeo do YouTube para MP3 é gratuito para todos e para sempre.",
  "You can convert a YouTube video to MP3 anonymously, we are not collecting your personal data.": "Você pode converter um vídeo do YouTube para MP3 anonimamente, não estamos coletando seus dados pessoais.",
  "Visit YouTube website, find and play the video you want to download and copy it's URL link.": "Visite o site do YouTube, localize e reproduza o vídeo que deseja baixar e copie seu link de URL.",
  "Paste the YouTube video URL link in the above search field to start MP3 conversion.": "Cole o link do URL do vídeo do YouTube no campo de pesquisa acima para iniciar a conversão de MP3.",
  "Click the save button to download the Youtube video in MP3": "Clique no botão salvar para baixar o vídeo do Youtube em MP3",
  "Convert TikTok video to MP3, MP4 and download": "Converta o vídeo do TikTok para MP3, MP4 e faça o download",
  "Convert TikTok videos to MP3, MP4, or any other format of your choice and download them.": "Converta vídeos do TikTok para MP3, MP4 ou qualquer outro formato de sua escolha e baixe-os.",
  "TikTok to MP3, TikTok to MP4, TikTok to WAV, TikTok to AAC, TikTok to M4A, TikTok to OGG, TikTok to OPUS, TikTok to VORBIS, TikTok to FLAC, TikTok to ALAC, TikTok to FLV, TikTok to 3GP, TikTok to WEBM": "TikTok para MP3, TikTok para MP4, TikTok para WAV, TikTok para AAC, TikTok para M4A, TikTok para OGG, TikTok para OPUS, TikTok para VORBIS, TikTok para FLAC, TikTok para ALAC, TikTok para FLV, TikTok para 3GP, TikTok para WEBM",
  "The best TikTok to MP3 Converter & Downloader": "O melhor conversor e downloader de TikTok para MP3",
  "Download MP3 files from TikTok videos and save them on your computer": "Baixe arquivos MP3 de vídeos TikTok e salve-os em seu computador",
  "The faster TikTok to MP3 video downloader ever created!": "O downloader de vídeo TikTok para MP3 mais rápido já criado!",
  "Fast TikTok to MP3 conversion": "Conversão rápida de TikTok para MP3",
  "Download TikTok videos without software": "Baixe vídeos do TikTok sem software",
  "Select a TikTok video": "Selecione um vídeo do TikTok",
  "Paste the TikTok URL link": "Cole o link do URL do TikTok",
  "Download TikTok video to MP3": "Baixar vídeo TikTok para MP3",
  "This TikTok to MP3 video downloader is free for everyone and forever.": "Este downloader de vídeo TikTok para MP3 é gratuito para todos e para sempre.",
  "You can convert a TikTok video to MP3 anonymously, we are not collecting your personal data.": "Você pode converter um vídeo TikTok para MP3 anonimamente, não estamos coletando seus dados pessoais.",
  "Visit TikTok website, find and play the video you want to download and copy it's URL link.": "Visite o site do TikTok, localize e reproduza o vídeo que deseja baixar e copie o link da URL.",
  "Paste the TikTok video URL link in the above search field to start MP3 conversion.": "Cole o link do URL do vídeo TikTok no campo de pesquisa acima para iniciar a conversão de MP3.",
  "Click the save button to download the TikTok video in MP3": "Clique no botão salvar para baixar o vídeo do TikTok em MP3",
  "Download Video or Audio for free": "Baixe Vídeo ou Áudio gratuitamente"
}
