{
  "Download Video and Audio from YouTube": "Преузмите видео и аудио са ИоуТубе-а",
  "Search": "Претрага",
  "Download Video and Audio from TikTok": "Преузмите видео и аудио са ТикТок-а",
  "Convert": "Цонверт",
  "File title": "Наслов датотеке",
  "File type": "Тип датотеке",
  "Download": "Преузимање",
  "Please type YouTube URL first!": "Прво унесите ИоуТубе УРЛ",
  "Please type YouTube URL": "Унесите ИоуТубе УРЛ",
  "The best to MP3 Converter & Downloader": "Најбољи конвертер и програм за преузимање у МП3",
  "The best YouTube or TikTok video to MP3 Converter & Downloader": "Најбољи ИоуТубе или ТикТок видео у МП3 Цонвертер & Довнлоадер",
  "Convert Video to MP3": "Претворите видео у МП3",
  "Fast & Free Download": "Брзо и бесплатно преузимање",
  "Looking for a reliable solution to convert YouTube or TikTok videos to MP3? Filekit.co offers an advanced online tool for seamless YouTube or TikTok to MP3 conversion, along with a range of other formats.": "Тражите поуздано решење за претварање ИоуТубе или ТикТок видео записа у МП3? Филекит.цо нуди напредни онлајн алат за беспрекорну конверзију ИоуТубе-а или ТикТок-а у МП3, заједно са низом других формата.",
  "With our user-friendly Web-App, you can easily download YouTube or TikTok content in AAC, M4A, PUS, Vorbis, FLAC, ALAC, and WAV formats, absolutely free.": "Помоћу наше веб-апликације прилагођене кориснику, можете лако преузети ИоуТубе или ТикТок садржај у ААЦ, М4А, ПУС, Ворбис, ФЛАЦ, АЛАЦ и ВАВ форматима, апсолутно бесплатно.",
  "Convert YouTube or TikTok to MP3 - Simple Steps for Free Download": "Претворите ИоуТубе или ТикТок у МП3 - једноставни кораци за бесплатно преузимање",
  "Discover the YouTube or TikTok video you want to convert and download.": "Откријте ИоуТубе или ТикТок видео који желите да конвертујете и преузмете.",
  "Start the video playback, then copy the video URL from your browsers address bar.": "Покрените репродукцију видеа, а затим копирајте УРЛ видео снимка из адресне траке претраживача.",
  "Access our fast and efficient Web-App, and paste the video URL into our converter. Choose your preferred format, such as MP3 or MP4. If no format is specified, the default conversion will be to MP3.": "Приступите нашој брзој и ефикасној веб-апликацији и налепите УРЛ видеа у наш конвертор. Одаберите жељени формат, као што је МП3 или МП4. Ако формат није наведен, подразумевана конверзија ће бити у МП3.",
  "Initiate the conversion process with a single click. We strive to provide high-quality conversions, but please note that videos longer than 90 minutes may take a bit longer.": "Покрените процес конверзије једним кликом. Трудимо се да обезбедимо конверзије високог квалитета, али имајте на уму да видео снимци дужи од 90 минута могу да потрају мало дуже.",
  "Once the video is converted, simply click the Download button to get your file instantly.": "Када се видео конвертује, једноставно кликните на дугме Преузми да бисте одмах добили датотеку.",
  "Unlock the Power of YouTube or TikTok - Free, Safe, and Secure.": "Откључајте моћ ИоуТубе-а или ТикТок-а – бесплатно, безбедно и безбедно.",
  "Filekit.cos Web-App ensures your safety and security while using our service. Feel confident knowing that our platform adheres to industry standards and that your personal information is protected. Experience the next level of YouTube or TikTok to MP3 conversion with Filekit.co - recommended by satisfied users worldwide.": "Филекит.цос Веб-Апп осигурава вашу сигурност док користите нашу услугу. Будите сигурни знајући да је наша платформа у складу са индустријским стандардима и да су ваши лични подаци заштићени. Искусите следећи ниво конверзије ИоуТубе-а или ТикТок-а у МП3 уз Филекит.цо - препоручен од стране задовољних корисника широм света.",
  "Convert YouTube video to MP3, MP4 and download": "Претворите ИоуТубе видео у МП3, МП4 и преузмите",
  "Convert YouTube videos to MP3, MP4, or any other format of your choice and download them.": "Претворите ИоуТубе видео записе у МП3, МП4 или било који други формат по вашем избору и преузмите их.",
  "YouTube to MP3, youTube to MP4, youTube to WAV, youTube to AAC, youTube to M4A, youTube to OGG, youTube to OPUS, youTube to VORBIS, youTube to FLAC, youTube to ALAC, youTube to FLV, youTube to 3GP, youTube to WEBM": "Јутјуб у МП3, јутјуб у МП4, јутјуб у ВАВ, јутјуб у аАЦ, јутјуб у м4А, јутјуб у ОГГ, јутјуб у ОПУС, јутјуб у ВОРБИС, јутјуб у ФЛАЦ, јутјуб у АЛАЦ, јутјуб у АЛАЦ, јутјуб у ФЛВ, јутјуб у јутубе на иоутубе ВЕБМ",
  "The best YouTube to MP3 Converter & Downloader": "Најбољи ИоуТубе у МП3 Цонвертер & Довнлоадер",
  "Download MP3 files from YouTube videos and save them on your computer": "Преузмите МП3 датотеке са ИоуТубе видео записа и сачувајте их на рачунару",
  "The faster YouTube to MP3 video downloader ever created!": "Бржи ИоуТубе у МП3 видео довнлоадер икада направљен!",
  "Fast YouTube to MP3 conversion": "Брза конверзија ИоуТубе-а у МП3",
  "Free video downloader": "Бесплатно преузимање видео записа",
  "Download YouTube videos without software": "Преузмите ИоуТубе видео записе без софтвера",
  "Select a YouTube video": "Изаберите ИоуТубе видео",
  "Paste the YouTube URL link": "Налепите ИоуТубе УРЛ линк",
  "Download YouTube video to MP3": "Преузмите ИоуТубе видео у МП3",
  "Filekit.co is by far the fastest online video converter in the world.": "Филекит.цо је далеко најбржи онлајн видео конвертер на свету.",
  "This YouTube to MP3 video downloader is free for everyone and forever.": "Овај ИоуТубе у МП3 видео довнлоадер је бесплатан за све и заувек.",
  "You can convert a YouTube video to MP3 anonymously, we are not collecting your personal data.": "Можете анонимно да конвертујете ИоуТубе видео у МП3, ми не прикупљамо ваше личне податке.",
  "Visit YouTube website, find and play the video you want to download and copy it's URL link.": "Посетите ИоуТубе веб локацију, пронађите и пустите видео који желите да преузмете и копирајте његову УРЛ везу.",
  "Paste the YouTube video URL link in the above search field to start MP3 conversion.": "Налепите УРЛ адресу ИоуТубе видеа у поље за претрагу изнад да бисте покренули МП3 конверзију.",
  "Click the save button to download the Youtube video in MP3": "Кликните на дугме за чување да бисте преузели Иоутубе видео у МП3 формату",
  "Convert TikTok video to MP3, MP4 and download": "Претворите ТикТок видео у МП3, МП4 и преузмите",
  "Convert TikTok videos to MP3, MP4, or any other format of your choice and download them.": "Претворите ТикТок видео записе у МП3, МП4 или било који други формат по вашем избору и преузмите их.",
  "TikTok to MP3, TikTok to MP4, TikTok to WAV, TikTok to AAC, TikTok to M4A, TikTok to OGG, TikTok to OPUS, TikTok to VORBIS, TikTok to FLAC, TikTok to ALAC, TikTok to FLV, TikTok to 3GP, TikTok to WEBM": "ТикТок на МП3, ТикТок на МП4, ТикТок на ВАВ, ТикТок на ААЦ, ТикТок на М4А, ТикТок на ОГГ, ТикТок на ОПУС, ТикТок на ВОРБИС, ТикТок на ФЛАЦ, ТикТок на АЛАЦ, ТикТок на ФЛВ, Тик на 3 ВЕБМ",
  "The best TikTok to MP3 Converter & Downloader": "Најбољи ТикТок у МП3 Цонвертер & Довнлоадер",
  "Download MP3 files from TikTok videos and save them on your computer": "Преузмите МП3 датотеке са ТикТок видео записа и сачувајте их на рачунару",
  "The faster TikTok to MP3 video downloader ever created!": "Бржи ТикТок у МП3 видео преузимач икада направљен!",
  "Fast TikTok to MP3 conversion": "Брза конверзија ТикТок-а у МП3",
  "Download TikTok videos without software": "Преузмите ТикТок видео записе без софтвера",
  "Select a TikTok video": "Изаберите ТикТок видео",
  "Paste the TikTok URL link": "Налепите ТикТок УРЛ линк",
  "Download TikTok video to MP3": "Преузмите ТикТок видео у МП3",
  "This TikTok to MP3 video downloader is free for everyone and forever.": "Овај ТикТок у МП3 видео преузимач је бесплатан за све и заувек.",
  "You can convert a TikTok video to MP3 anonymously, we are not collecting your personal data.": "Можете анонимно претворити ТикТок видео у МП3, ми не прикупљамо ваше личне податке.",
  "Visit TikTok website, find and play the video you want to download and copy it's URL link.": "Посетите ТикТок веб локацију, пронађите и пустите видео који желите да преузмете и копирајте његову УРЛ везу.",
  "Paste the TikTok video URL link in the above search field to start MP3 conversion.": "Налепите ТикТок видео УРЛ везу у поље за претрагу изнад да бисте покренули МП3 конверзију.",
  "Click the save button to download the TikTok video in MP3": "Кликните на дугме за чување да бисте преузели ТикТок видео у МП3 формату"
}
