{
  "Download Video and Audio from YouTube": "YouTube'dan Video ve Ses İndirin",
  "Search": "Aramak",
  "Download Video and Audio from TikTok": "TikTok'tan Video ve Ses İndirin",
  "Convert": "Dönüştürmek",
  "File title": "Dosya başlığı",
  "File type": "Dosya tipi",
  "Download": "İndirmek",
  "Please type YouTube URL first!": "Lütfen önce YouTube URL'sini yazın",
  "Please type YouTube URL": "Lütfen YouTube URL'sini yazın",
  "The best to MP3 Converter & Downloader": "MP3 Dönüştürücü ve İndirici için en iyisi",
  "The best YouTube or TikTok video to MP3 Converter & Downloader": "MP3 Dönüştürücü ve İndiriciye en iyi YouTube veya TikTok videosu",
  "Convert Video to MP3": "Videoyu MP3'e Dönüştür",
  "Fast & Free Download": "Hızlı ve Ücretsiz İndirme",
  "Looking for a reliable solution to convert YouTube or TikTok videos to MP3? Filekit.co offers an advanced online tool for seamless YouTube or TikTok to MP3 conversion, along with a range of other formats.": "YouTube veya TikTok videolarını MP3'e dönüştürmek için güvenilir bir çözüm mü arıyorsunuz? Filekit.co, bir dizi başka formatın yanı sıra kesintisiz YouTube veya TikTok'tan MP3'e dönüştürme için gelişmiş bir çevrimiçi araç sunar.",
  "With our user-friendly Web-App, you can easily download YouTube or TikTok content in AAC, M4A, PUS, Vorbis, FLAC, ALAC, and WAV formats, absolutely free.": "Kullanıcı dostu Web Uygulamamız ile YouTube veya TikTok içeriğini AAC, M4A, PUS, Vorbis, FLAC, ALAC ve WAV formatlarında tamamen ücretsiz olarak kolayca indirebilirsiniz.",
  "Convert YouTube or TikTok to MP3 - Simple Steps for Free Download": "YouTube veya TikTok'u MP3'e Dönüştürün - Ücretsiz İndirme İçin Basit Adımlar",
  "Discover the YouTube or TikTok video you want to convert and download.": "Dönüştürmek ve indirmek istediğiniz YouTube veya TikTok videosunu keşfedin.",
  "Start the video playback, then copy the video URL from your browsers address bar.": "Video oynatmayı başlatın, ardından video URL'sini tarayıcınızın adres çubuğundan kopyalayın.",
  "Access our fast and efficient Web-App, and paste the video URL into our converter. Choose your preferred format, such as MP3 or MP4. If no format is specified, the default conversion will be to MP3.": "Hızlı ve verimli Web Uygulamamıza erişin ve video URL'sini dönüştürücümüze yapıştırın. MP3 veya MP4 gibi tercih ettiğiniz formatı seçin. Format belirtilmezse, varsayılan dönüştürme MP3'e olacaktır.",
  "Initiate the conversion process with a single click. We strive to provide high-quality conversions, but please note that videos longer than 90 minutes may take a bit longer.": "Tek bir tıklama ile dönüştürme işlemini başlatın. Yüksek kaliteli dönüşümler sağlamaya çalışıyoruz, ancak 90 dakikadan uzun videoların biraz daha uzun sürebileceğini lütfen unutmayın.",
  "Once the video is converted, simply click the Download button to get your file instantly.": "Video dönüştürüldükten sonra, dosyanızı anında almak için İndir düğmesini tıklamanız yeterlidir.",
  "Unlock the Power of YouTube or TikTok - Free, Safe, and Secure.": "YouTube veya TikTok'un Gücünü Açığa Çıkarın - Ücretsiz, Güvenli ve Güvenli.",
  "Filekit.cos Web-App ensures your safety and security while using our service. Feel confident knowing that our platform adheres to industry standards and that your personal information is protected. Experience the next level of YouTube or TikTok to MP3 conversion with Filekit.co - recommended by satisfied users worldwide.": "Filekit.cos Web-App, hizmetimizi kullanırken güvenliğinizi ve güvenliğinizi sağlar. Platformumuzun endüstri standartlarına uygun olduğunu ve kişisel bilgilerinizin korunduğunu bilerek kendinizi güvende hissedin. Dünya çapında memnun kullanıcılar tarafından önerilen Filekit.co ile YouTube veya TikTok'tan MP3'e dönüştürmenin bir sonraki seviyesini deneyimleyin.",
  "Convert YouTube video to MP3, MP4 and download": "YouTube videosunu MP3, MP4'e dönüştürün ve indirin",
  "Convert YouTube videos to MP3, MP4, or any other format of your choice and download them.": "YouTube videolarını MP3, MP4 veya istediğiniz başka bir formata dönüştürün ve indirin.",
  "YouTube to MP3, youTube to MP4, youTube to WAV, youTube to AAC, youTube to M4A, youTube to OGG, youTube to OPUS, youTube to VORBIS, youTube to FLAC, youTube to ALAC, youTube to FLV, youTube to 3GP, youTube to WEBM": "YouTube'dan MP3'e, YouTube'dan MP4'e, YouTube'dan WAV'a, YouTube'dan AAC'ye, YouTube'dan M4A'ya, YouTube'dan OGG'ye, YouTube'dan OPUS'a, YouTube'dan VORBIS'e, YouTube'dan FLAC'a, YouTube'dan ALAC'a, YouTube'dan FLV'ye, YouTube'dan 3GP'ye, YouTube'dan WEBM",
  "The best YouTube to MP3 Converter & Downloader": "En iyi YouTube'dan MP3'e Dönüştürücü ve İndirici",
  "Download MP3 files from YouTube videos and save them on your computer": "YouTube videolarından MP3 dosyalarını indirin ve bilgisayarınıza kaydedin",
  "The faster YouTube to MP3 video downloader ever created!": "Şimdiye kadar oluşturulmuş en hızlı YouTube'dan MP3'e video indirici!",
  "Fast YouTube to MP3 conversion": "Hızlı YouTube'dan MP3'e dönüştürme",
  "Free video downloader": "Ücretsiz video indirici",
  "Download YouTube videos without software": "YouTube videolarını yazılım olmadan indirin",
  "Select a YouTube video": "Bir YouTube videosu seçin",
  "Paste the YouTube URL link": "YouTube URL bağlantısını yapıştırın",
  "Download YouTube video to MP3": "YouTube videosunu MP3'e indirin",
  "Filekit.co is by far the fastest online video converter in the world.": "Filekit.co, dünyanın açık ara en hızlı çevrimiçi video dönüştürücüsüdür.",
  "This YouTube to MP3 video downloader is free for everyone and forever.": "Bu YouTube'dan MP3'e video indirici, herkes için ve sonsuza kadar ücretsizdir.",
  "You can convert a YouTube video to MP3 anonymously, we are not collecting your personal data.": "Bir YouTube videosunu anonim olarak MP3'e dönüştürebilirsiniz, kişisel verilerinizi toplamıyoruz.",
  "Visit YouTube website, find and play the video you want to download and copy it's URL link.": "YouTube web sitesini ziyaret edin, indirmek istediğiniz videoyu bulun ve oynatın ve URL bağlantısını kopyalayın.",
  "Paste the YouTube video URL link in the above search field to start MP3 conversion.": "MP3 dönüştürmeyi başlatmak için YouTube video URL bağlantısını yukarıdaki arama alanına yapıştırın.",
  "Click the save button to download the Youtube video in MP3": "Youtube videosunu MP3 formatında indirmek için kaydet butonuna tıklayın",
  "Convert TikTok video to MP3, MP4 and download": "TikTok videosunu MP3, MP4'e dönüştürün ve indirin",
  "Convert TikTok videos to MP3, MP4, or any other format of your choice and download them.": "TikTok videolarını MP3, MP4 veya istediğiniz başka bir formata dönüştürün ve indirin.",
  "TikTok to MP3, TikTok to MP4, TikTok to WAV, TikTok to AAC, TikTok to M4A, TikTok to OGG, TikTok to OPUS, TikTok to VORBIS, TikTok to FLAC, TikTok to ALAC, TikTok to FLV, TikTok to 3GP, TikTok to WEBM": "TikTok'tan MP3'e, TikTok'tan MP4'e, TikTok'tan WAV'a, TikTok'tan AAC'ye, TikTok'tan M4A'ya, TikTok'tan OGG'ye, TikTok'tan OPUS'a, TikTok'tan VORBIS'e, TikTok'tan FLAC'a, TikTok'tan ALAC'a, TikTok'tan FLV'ye, TikTok'tan 3GP'ye, TikTok'tan WEBM",
  "The best TikTok to MP3 Converter & Downloader": "En iyi TikTok'tan MP3'e Dönüştürücü ve İndirici",
  "Download MP3 files from TikTok videos and save them on your computer": "TikTok videolarından MP3 dosyalarını indirin ve bilgisayarınıza kaydedin",
  "The faster TikTok to MP3 video downloader ever created!": "Şimdiye kadar oluşturulmuş en hızlı TikTok'tan MP3'e video indirici!",
  "Fast TikTok to MP3 conversion": "Hızlı TikTok'tan MP3'e dönüştürme",
  "Download TikTok videos without software": "TikTok videolarını yazılım olmadan indirin",
  "Select a TikTok video": "Bir TikTok videosu seçin",
  "Paste the TikTok URL link": "TikTok URL bağlantısını yapıştırın",
  "Download TikTok video to MP3": "TikTok videosunu MP3'e indirin",
  "This TikTok to MP3 video downloader is free for everyone and forever.": "Bu TikTok'tan MP3'e video indirici, herkes için ve sonsuza kadar ücretsizdir.",
  "You can convert a TikTok video to MP3 anonymously, we are not collecting your personal data.": "Bir TikTok videosunu anonim olarak MP3'e dönüştürebilirsiniz, kişisel verilerinizi toplamıyoruz.",
  "Visit TikTok website, find and play the video you want to download and copy it's URL link.": "TikTok web sitesini ziyaret edin, indirmek istediğiniz videoyu bulun ve oynatın ve URL bağlantısını kopyalayın.",
  "Paste the TikTok video URL link in the above search field to start MP3 conversion.": "MP3 dönüştürmeyi başlatmak için TikTok video URL bağlantısını yukarıdaki arama alanına yapıştırın.",
  "Click the save button to download the TikTok video in MP3": "TikTok videosunu MP3 olarak indirmek için kaydet düğmesine tıklayın",
  "Download Video or Audio for free": "Ücretsiz Video veya Ses İndirin",
  "Type URL...": "URL'yi yazın..."
}
