{
  "Download Video and Audio from YouTube": "Завантажте відео та аудіо з YouTube",
  "Search": "Пошук",
  "Download Video and Audio from TikTok": "Завантажте відео та аудіо з TikTok",
  "Convert": "конвертувати",
  "File title": "Назва файлу",
  "File type": "Тип файлу",
  "Download": "Завантажити",
  "Please type YouTube URL first!": "Спочатку введіть URL-адресу YouTube",
  "Please type YouTube URL": "Введіть URL-адресу YouTube",
  "The best to MP3 Converter & Downloader": "Найкращий конвертер і завантажувач у MP3",
  "The best YouTube or TikTok video to MP3 Converter & Downloader": "Найкращий конвертер і завантажувач відео YouTube або TikTok у MP3",
  "Convert Video to MP3": "Перетворення відео в MP3",
  "Fast & Free Download": "Швидке та безкоштовне завантаження",
  "Looking for a reliable solution to convert YouTube or TikTok videos to MP3? Filekit.co offers an advanced online tool for seamless YouTube or TikTok to MP3 conversion, along with a range of other formats.": "Шукаєте надійне рішення для перетворення відео YouTube або TikTok у MP3? Filekit.co пропонує розширений онлайн-інструмент для безпроблемного перетворення YouTube або TikTok у MP3, а також низку інших форматів.",
  "With our user-friendly Web-App, you can easily download YouTube or TikTok content in AAC, M4A, PUS, Vorbis, FLAC, ALAC, and WAV formats, absolutely free.": "За допомогою нашого зручного веб-додатка ви можете легко завантажувати вміст YouTube або TikTok у форматах AAC, M4A, PUS, Vorbis, FLAC, ALAC і WAV абсолютно безкоштовно.",
  "Convert YouTube or TikTok to MP3 - Simple Steps for Free Download": "Перетворіть YouTube або TikTok на MP3 – прості кроки для безкоштовного завантаження",
  "Discover the YouTube or TikTok video you want to convert and download.": "Знайдіть відео YouTube або TikTok, яке потрібно конвертувати та завантажити.",
  "Start the video playback, then copy the video URL from your browsers address bar.": "Почніть відтворення відео, а потім скопіюйте URL-адресу відео з адресного рядка браузера.",
  "Access our fast and efficient Web-App, and paste the video URL into our converter. Choose your preferred format, such as MP3 or MP4. If no format is specified, the default conversion will be to MP3.": "Отримайте доступ до нашої швидкої та ефективної веб-програми та вставте URL-адресу відео в наш конвертер. Виберіть бажаний формат, наприклад MP3 або MP4. Якщо формат не вказано, за замовчуванням буде конвертовано у MP3.",
  "Initiate the conversion process with a single click. We strive to provide high-quality conversions, but please note that videos longer than 90 minutes may take a bit longer.": "Розпочніть процес перетворення одним клацанням миші. Ми прагнемо забезпечити високу якість перетворення, але зауважте, що відео тривалістю понад 90 хвилин може зайняти трохи більше часу.",
  "Once the video is converted, simply click the Download button to get your file instantly.": "Після перетворення відео просто натисніть кнопку «Завантажити», щоб миттєво отримати файл.",
  "Unlock the Power of YouTube or TikTok - Free, Safe, and Secure.": "Розкрийте силу YouTube або TikTok – безкоштовно, безпечно та безпечно.",
  "Filekit.cos Web-App ensures your safety and security while using our service. Feel confident knowing that our platform adheres to industry standards and that your personal information is protected. Experience the next level of YouTube or TikTok to MP3 conversion with Filekit.co - recommended by satisfied users worldwide.": "Веб-додаток Filekit.cos забезпечує вашу безпеку під час використання нашого сервісу. Будьте впевнені, знаючи, що наша платформа відповідає галузевим стандартам і ваша особиста інформація захищена. Відчуйте наступний рівень перетворення YouTube або TikTok у MP3 за допомогою Filekit.co, рекомендованого задоволеними користувачами з усього світу.",
  "Convert YouTube video to MP3, MP4 and download": "Конвертуйте відео YouTube у MP3, MP4 і завантажуйте",
  "Convert YouTube videos to MP3, MP4, or any other format of your choice and download them.": "Перетворюйте відео YouTube у MP3, MP4 або будь-який інший формат на ваш вибір і завантажуйте їх.",
  "YouTube to MP3, youTube to MP4, youTube to WAV, youTube to AAC, youTube to M4A, youTube to OGG, youTube to OPUS, youTube to VORBIS, youTube to FLAC, youTube to ALAC, youTube to FLV, youTube to 3GP, youTube to WEBM": "YouTube в MP3, youTube в MP4, youTube в WAV, youTube в AAC, youTube в M4A, youTube в OGG, youTube в OPUS, youTube в VORBIS, youTube в FLAC, youTube в ALAC, youTube в FLV, YouTube в 3GP, YouTube в WEBM",
  "The best YouTube to MP3 Converter & Downloader": "Найкращий конвертер і завантажувач YouTube у MP3",
  "Download MP3 files from YouTube videos and save them on your computer": "Завантажте MP3-файли з відео YouTube і збережіть їх на своєму комп’ютері",
  "The faster YouTube to MP3 video downloader ever created!": "Найшвидший завантажувач відео з YouTube у MP3, який будь-коли створювався!",
  "Fast YouTube to MP3 conversion": "Швидке перетворення YouTube у MP3",
  "Free video downloader": "Безкоштовний завантажувач відео",
  "Download YouTube videos without software": "Завантажуйте відео YouTube без програмного забезпечення",
  "Select a YouTube video": "Виберіть відео YouTube",
  "Paste the YouTube URL link": "Вставте URL-посилання YouTube",
  "Download YouTube video to MP3": "Завантажте відео з YouTube у MP3",
  "Filekit.co is by far the fastest online video converter in the world.": "Filekit.co на сьогоднішній день є найшвидшим онлайн-конвертером відео у світі.",
  "This YouTube to MP3 video downloader is free for everyone and forever.": "Цей завантажувач відео YouTube у MP3 безкоштовний для всіх і назавжди.",
  "You can convert a YouTube video to MP3 anonymously, we are not collecting your personal data.": "Ви можете анонімно конвертувати відео YouTube у MP3, ми не збираємо ваші особисті дані.",
  "Visit YouTube website, find and play the video you want to download and copy it's URL link.": "Відвідайте веб-сайт YouTube, знайдіть і відтворіть відео, яке ви хочете завантажити, і скопіюйте його URL-посилання.",
  "Paste the YouTube video URL link in the above search field to start MP3 conversion.": "Вставте URL-адресу відео YouTube у поле пошуку вище, щоб розпочати перетворення MP3.",
  "Click the save button to download the Youtube video in MP3": "Натисніть кнопку збереження, щоб завантажити відео Youtube у форматі MP3",
  "Convert TikTok video to MP3, MP4 and download": "Конвертуйте відео TikTok у MP3, MP4 і завантажуйте",
  "Convert TikTok videos to MP3, MP4, or any other format of your choice and download them.": "Перетворюйте відео TikTok у MP3, MP4 або будь-який інший формат на ваш вибір і завантажуйте їх.",
  "TikTok to MP3, TikTok to MP4, TikTok to WAV, TikTok to AAC, TikTok to M4A, TikTok to OGG, TikTok to OPUS, TikTok to VORBIS, TikTok to FLAC, TikTok to ALAC, TikTok to FLV, TikTok to 3GP, TikTok to WEBM": "TikTok у MP3, TikTok у MP4, TikTok у WAV, TikTok у AAC, TikTok у M4A, TikTok у OGG, TikTok у OPUS, TikTok у VORBIS, TikTok у FLAC, TikTok у ALAC, TikTok у FLV, TikTok у 3GP, TikTok у WEBM",
  "The best TikTok to MP3 Converter & Downloader": "Найкращий конвертер і завантажувач TikTok у MP3",
  "Download MP3 files from TikTok videos and save them on your computer": "Завантажте MP3-файли з відео TikTok і збережіть їх на своєму комп’ютері",
  "The faster TikTok to MP3 video downloader ever created!": "Найшвидший завантажувач відео з TikTok у MP3, який будь-коли створювався!",
  "Fast TikTok to MP3 conversion": "Швидке перетворення TikTok у MP3",
  "Download TikTok videos without software": "Завантажуйте відео TikTok без програмного забезпечення",
  "Select a TikTok video": "Виберіть відео TikTok",
  "Paste the TikTok URL link": "Вставте URL-посилання TikTok",
  "Download TikTok video to MP3": "Завантажте відео TikTok у MP3",
  "This TikTok to MP3 video downloader is free for everyone and forever.": "Цей завантажувач відео TikTok у MP3 безкоштовний для всіх і назавжди.",
  "You can convert a TikTok video to MP3 anonymously, we are not collecting your personal data.": "Ви можете анонімно конвертувати відео TikTok у MP3, ми не збираємо ваші особисті дані.",
  "Visit TikTok website, find and play the video you want to download and copy it's URL link.": "Відвідайте веб-сайт TikTok, знайдіть і відтворіть відео, яке хочете завантажити, і скопіюйте його URL-посилання.",
  "Paste the TikTok video URL link in the above search field to start MP3 conversion.": "Вставте URL-адресу відео TikTok у поле пошуку вище, щоб розпочати конвертацію MP3.",
  "Click the save button to download the TikTok video in MP3": "Натисніть кнопку збереження, щоб завантажити відео TikTok у форматі MP3",
  "Download Video or Audio for free": "Завантажте відео або аудіо безкоштовно",
  "Type URL...": "Введіть URL..."
}
